Repository: Avag-Sayan/gedit
Catalog: po/*.po
Languages: ckb, hy

source: Type a new accelerator
hy: Գրել նոր արագացուցիչ

source: Stopped.
ckb: وەستێنرا.
hy: Կանգնած է։

source: Co_mmand(s):
hy: Հրաման(ներ)՝

source: Edit tool <i>make</i>:
hy: Խմբագրել գոծիքը <i>make</i>՝

source: External Tools Manager
hy: Արտաքին գործիքի կառավարիչ

source: Nothing Current document All documents
hy: Ոչինչ Ընթացիկ փաստաթուղթ Բոլոր փաստաթղթերը

source: Run “make” in the document dir
hy: Փաստաթղթի պանակում գործարկեք “make” հրամանը

source: _Accelerator:
hy: Արագացուցիչ՝

source: _Applicability:
ckb: _جێبەجێکردنی:
hy: Կիրառելիություն՝

source: Explanation:
hy: Բացատրություն

source: _Input:
ckb: _تێخستن:
hy: Մուտք՝

source: _Output:
ckb: _دەرخستە:
hy: Ելք՝

source: _Save:
ckb: _پشەکەوتکردن:
hy: Պահել՝

source: _Tools:
hy: Գործիքներ՝

source: _Indent
hy: Ազատ տարածք

source: Indent selected lines
hy: Նշված տողերի զետեղել ազատ տարածքներ

source: U_nindent
hy: Առանց ազատ տարածքների

source: Unindent selected lines
hy: Նշված տողերը թողնել առանց ազատ տարածքների

source: Indent lines
hy: Ավելացնել դատարկ տողերը

source: Indents or un-indents selected lines.
hy: Զետեղել կամ դատարկել ազատ տողերը։

source: Emacs, Kate and Vim-style modelines support for gedit.
hy: Emacs, Kate և Vim ոճի տողային ռեժիմները սատարում են gedit֊ը

source: Modelines
hy: Տողային ռեժիմներ

source: Opens an interactive python console in the bottom panel.
hy: Ներքևի վահանակում բացում է python֊ի ինտերակտիվ տերմինալ:

source: Python Console
ckb: کونسوڵی پایسۆن
hy: «Փայթըն»֊ի տերմինալ

source: Insert User Na_me
hy: Զետեղել օգտանուն

source: Insert the user name at the cursor position
hy: Զետեղել օգտանունը կուրսորի դիրքը

source: Inserts the user name at the cursor position.
hy: Օգտանունի զետեղում կուրսորի դիրքում

source: User name
hy: Օգտանուն

source: Insert often used pieces of text in a fast way
hy: Արագորեն տեղադրել հաճախ օգտագործվող տեքստի կտորները

source: Snippets
hy: Հատվածներ

source: <b>Activation</b>
hy: <b>Ակտիվացում</b>

source: Snippets Manager
hy: Հատվածների կառավարիչ

source: _Edit snippet:
hy: Խմբագրել հատվածը՝

source: _Snippets:
hy: Հատվածներ՝

source: _Tab trigger:
hy: Ներդիրի գործարկիչ՝

source: Manage _Snippets...
hy: Կատավարել հատվածները...

source: Manage snippets
hy: Կատավարել հատվածները

source: Add a new snippet...
hy: Ավելացնել նոր հատված...

source: Global
ckb: جیهانیی
hy: Համընդհանուր

source: S_ort...
hy: Տեսակավորել...

source: Sort the current document or selection
hy: Տեսակավորել ընթացիկ փաստաթուղթը կամ նշվածը

source: Sort
ckb: ڕێکخستن
hy: Տեսակավորել

source: Sorts a document or selected text.
ckb: ڕێکخستنی بەڵگەنامە یان دەق...
hy: Տեսակավորում է փաստաթուղթը կամ նշված տեքստը

source: R_emove duplicates
ckb: دووبارەکان بسڕ_ەوە
hy: Հեռացնել կրկնօրինակները

source: S_tart at column:
ckb: دە_ستپێبکە لە ڕیزی:
hy: Սկսել սյունակից՝

source: You cannot undo a sort operation
hy: Դուք չեք կարող հետարկել տեսակավորման գործողությունը

source: _Ignore case
hy: Անտեսել մեծատառ/փոքրատառը

source: _Reverse order
ckb: _هەڵگێرانەوەی پلەبەندی
hy: Կարգը դարձնել հակառակ

source: _Sort
ckb: _ڕێکخستن
hy: Տեսակ

source: (no suggested words)
hy: (առաջարկվող բառերն առկա չեն)

source: _More...
hy: Ավելին...

source: _Ignore All
hy: Անտեսել ամենը

source: _Add
hy: Ավելացնել

source: _Spelling Suggestions...
hy: Ուղղագրական առաջարկներ...

source: Afrikaans
hy: Աֆրկաանս

source: Amharic
hy: Ամհարերեն

source: Azerbaijani
hy: Ադրբեջաներեն

source: Belarusian
hy: Բելառուսերեն

source: Bulgarian
hy: Բուլղարերեն

source: Bengali
hy: Բենգալերեն

source: Breton
hy: Բրետոներեն

source: Catalan
hy: Կատալոներեն

source: Czech
hy: Չեխերեն

source: Welsh
hy: Ուելսերեն

source: Danish
hy: Դանիերեն

source: German (Austria)
hy: Գերմաներեն (Ավստրիական)

source: German (Germany)
hy: Գերմաներեն (Գերմանական)

source: German (Swiss)
hy: Գերմաներեն (Շվեյցարական)

source: English (American)
hy: Անգլերեն (Ամերիկական)

source: English (British)
hy: Անգլերեն (Բրիտանական)

source: English (Canadian)
hy: Անգլերեն (Կանադական)

source: Esperanto
hy: Էսպերանտո

source: Spanish
hy: Իսպաներեն

source: Estonian
hy: Էստոներեն

source: Persian
hy: Պարսկերեն

source: Finnish
hy: Ֆիններեն

source: Faroese
hy: Ֆարերերեն

source: French (France)
hy: Ֆրանսերեն (Ֆրանսիական)

source: French (Swiss)
hy: Ֆրանսերեն (Շվեյցարական)

source: Irish
hy: Իռլանդերեն

source: Scottish Gaelic
hy: Շոտլանդական Գալերեն

source: Gallegan
hy: Գալիսերեն

source: Manx Gaelic
hy: Մեն Գալերեն

source: Hindi
hy: Հինդի

source: Croatian
hy: Խորվաթերեն

source: Upper Sorbian
hy: Վերին Սորբիերեն

source: Hungarian
hy: Հունգարերեն

source: Interlingua (IALA)
hy: Միջլեզվային (IALA)

source: Indonesian
hy: Ինդոնեզերեն

source: Italian
hy: Իտալերեն

source: Kurdish
hy: Քրդերեն

source: Latin
hy: Լատիներեն

source: Lithuanian
hy: Լիտվերեն

source: Latvian
hy: Լատվիերեն

source: Malagasy
hy: Մալագասերեն

source: Maori
hy: Մաորիերեն

source: Macedonian
hy: Մակեդոներեն

source: Mongolian
hy: Մոնղոլերեն

source: Marathi
hy: Մարաթերեն

source: Malay
hy: Մալայերեն

source: Maltese
hy: Մալտերեն

source: Norwegian Bokmal
hy: Նորվեգական Բոքմալ

source: Dutch
hy: Հոլանդերեն

source: Norwegian Nynorsk
hy: Նորվեգական Նինորսկ

source: Norwegian
hy: Նորվեգերեն

source: Nyanja
hy: Չևերեն

source: Polish
hy: Լեհերեն

source: Portuguese (Portugal)
hy: Պորտուգալերեն (Պորտուգալական)

source: Portuguese (Brazilian)
hy: Պորտուգալերեն (Բրազիլիական)

source: Quechua
hy: Կեչուերեն

source: Russian
hy: Ռուսերեն

source: Kinyarwanda
hy: Կինյարվանդերեն

source: Sardinian
hy: Սարդիներեն

source: Slovak
hy: Սլովակերեն

source: Slovenian
hy: Սլովեներեն

source: Swedish
hy: Շվեդերեն

source: Swahili
hy: Սուահիլերեն

source: Tamil
hy: Թամիլերեն

source: Tetum
hy: Տետումերեն

source: Tagalog
hy: Տագալերեն

source: Tswana
hy: Ցվաներեն

source: Ukrainian
hy: Ուկրաիներեն

source: Uzbek
hy: Ուզբեկերեն

source: Walloon
hy: Վալոներեն

source: Yiddish
hy: Իդիշ

source: Zulu
hy: Զուլուսերեն

source: Default
hy: Լռելայն

source: Check Spelling
hy: Ստուգել ուղղագրությունը

source: Suggestions
hy: Առաջարկություններ

source: (correct spelling)
hy: (ուղղել ուղղագրությունը)

source: Completed spell checking
hy: Ուղղագրության ստուգման ավարտ

source: Could not find the required widgets inside %s.
hy: Չհաջողվեց գտնել անհրաժեշտ վիջեթները %s-ի ներսում:

source: Languages
hy: Լեզուներ

source: _Check Spelling
hy: Ստուգել ուղագրությունը

source: Check the current document for incorrect spelling
hy: Ստուգել ընթացիկ փաստաթուղթն ուղղագրությունն ուղղելու համար

source: Set _Language...
hy: Սահմանել լեզուն...

source: Set the language of the current document
hy: Նշել ընթացիկ փաստաթղթի լեզուն

source: _Autocheck Spelling
hy: Ինքնաբերաբար ստուգել ուղագրությունը

source: Automatically spell-check the current document
hy: Ինքնաբերաբար ստուգել ընթացիկ փաստաթղթի ուղագրությունը

source: The document is empty.
hy: Փաստաթուղթը դատարկ է

source: No misspelled words
hy: Ուղղագրական սխալներ չեն գտնվել

source: Select the _language of the current document.
hy: Ընտրել ընթացիկ փաստաթղթի լեզուն

source: Set language
hy: Սահմանել լեզուն

source: <b>Language</b>
hy: <b>Լեզու</b>

source: <b>word</b>
hy: <b>բառ</b>

source: Add w_ord
hy: Ավելացնել բառ

source: Cha_nge
hy: Փոխել

source: Change A_ll
hy: Փոխել բոլորը

source: Change _to:
hy: Փոխել՝

source: Check _Word
hy: Ստուգել բառը

source: Check spelling
hy: Ստուգել ուղագրությունը

source: Ignore _All
hy: Անտեսել ամենը

source: Language:
hy: Լեզու՝

source: Misspelled word:
hy: Սխալ գրած բառ՝

source: User dictionary:
hy: Օգտատիրոջ բառարան՝

source: _Ignore
hy: Անտեսել

source: _Suggestions:
hy: Առաջարկություններ՝

source: Checks the spelling of the current document.
ckb: پشکنینی ڕێنووسی بەڵگەنامەی ئێستا.
hy: Ստուգում է ընթացիկ փաստաթղթի ուղղագրությունը:

source: Spell checker
hy: Ուղագրության ստուգում

source: Select the group of tags you want to use
hy: Ընտրեք նշանաբանների խումբը, որը ցանկանում եք օգտագործել

source: Available Tag Lists
hy: Հասանելի նշանաբանների ցանկը

source: Tags
hy: Նշանաբաններ

source: Double-click on a tag to insert it in the current document
hy: Կրկնակի սեղմեք նշանաբան վրա՝ ընթացիկ փաստաթղթում տեղադրելու համար

source: Abbreviated form
hy: Կրճատ ձև

source: Abbreviation
hy: Կրճատում

source: Above
hy: Վերևում

source: Accessibility key character
hy: Մատչելիության ստեղնի նիշեր

source: Acronym
hy: Հապավում

source: Align
hy: Հավասարեցնել

source: Alignment character
hy: Հարթեցման նիշ

source: Alternative
hy: Այլընտրանք

source: Anchor
hy: Ամրացնել

source: Anchor URI
hy: Անրացնել URI

source: Applet class file code
hy: «Ափլետ»֊ի նիշքի դասի կոդը

source: Array
hy: Շարք

source: Associated information
hy: Կապակցված տվյալներ

source: Author info
hy: Հեղինակի տվյալները

source: Axis related headers
hy: Առանցքների հետ կապված վերնագրեր

source: Background color
hy: Ֆոնի գույնը

source: Background texture tile
hy: Ֆոնի հյուսվածքի ձևը

source: Base URI
hy: Հիմքի URI

source: Base font
hy: Հիմքի տառատեսակ

source: Behavior
hy: Վարքագիծ

source: Blinking text
hy: Թարթող տեքստ

source: Border
hy: Եզրագիծ

source: Border color
hy: Եզրագծի գույնը

source: Box
hy: Տուփ

source: Cell rowspan
hy: Բջիջների տողերի բացվածքը

source: Center
hy: Կենտրոն

source: Character encoding of linked resource
hy: Կապակցված պաշարի նիշի կոդաովորւմ

source: Checked (state)
hy: Ստուգված (կարգավիճակը)

source: Citation
hy: Մեջբերում

source: Cite reason for change
hy: Մեջբերեք փոփոխության պատճառը

source: Class implementation ID
hy: Դասի իրականացման ID

source: Class list
hy: Դասի ցանկ

source: Clear text flow control
hy: Մաքրել տեքստի հոսքի ղեկավարումը

source: Code content type
hy: Կոտի պարունակության տեսակը

source: Color of selected links
hy: Նշված հղման գույնը

source: Column span
hy: Սյունակի բացվածքը

source: Columns
hy: Սյունակներ

source: Comment
hy: Մեկնաբանություն

source: Computer code fragment
hy: Համակարգչային կոդի հատված

source: Content scheme
hy: Սխեմայի պարունակությունը

source: Content type
hy: Պարունակության տեսակը՝

source: Coordinates
hy: Կոորդինատներ

source: DIV Style container
hy: DIV ոճի կոնտեյներ

source: DIV container
hy: DIV կոնտեյներ

source: Date and time of change
hy: Ամսաթվի և ժամի փոփոխություն

source: Declare flag
hy: Սահմանել դրոշ

source: Defer attribute
hy: Հետաձգել հատկանիշը

source: Definition description
hy: Նկարագրության սահմանումը

source: Definition list
hy: Սահմանման ցանկ

source: Definition term
hy: Սահմանման պայման

source: Deleted text
hy: Ջնջված տեքստ

source: Direction
hy: Ուղղություն

source: Directionality
hy: Ուղղորդվածություն

source: Directory list
hy: Տեղանքի ցանկ

source: Disabled
hy: Անջատված

source: Document base
hy: Փաստաթղթի հիմք

source: Document body
hy: Փաստաթղթի հիմնական մաս

source: Document head
hy: Փաստաղթի գլխագիր

source: Document title
hy: Փաստաղթի վերնագիր

source: Document type
hy: Փաստաղթի տեսակը

source: Element ID
hy: Տարրի ID

source: Embedded object
hy: Ներդրված առարկա

source: Emphasis
hy: Շեշտադրում

source: Encode type
hy: Կոդավորման տեսակը

source: Figure
hy: Կառուցվածք

source: Font face
hy: Տառատեսակի երեսը

source: For label
hy: Պիտակի համար

source: Forced line break
hy: Պարտադրված տողադարձ

source: Form
hy: Ձևավորում

source: Form action handler
hy: Ձևավորել գործողության մշակիչ

source: Form control group
hy: Ձևավորել կառավարող խումբ

source: Form field label text
hy: Ձևավորել դաշտի պիտակի տեքստը

source: Form input
hy: Ձևաթղթի մուտք

source: Form input type
hy: Ձևաթղթի մուտքի տեսակը

source: Form method
hy: Ձևաբանություն

source: Forward link
hy: Փոխանցել հղումը

source: Frame
hy: Շրջանակ

source: Frame render parts
hy: Շրջանակի վերակազմավորման դետալներ

source: Frame source
hy: Շրջանակի աղբյուր

source: Frame target
hy: Շրջանակի թիրախ

source: Frameborder
hy: Շրջանակի եզր

source: Frameset
hy: Շրջանակի բաղադրիչներ

source: Frameset columns
hy: Շրջանակի բաղադրիչների սյունակներ

source: Frameset rows
hy: Շրջանակի բաղադրիչներ շարքեր

source: Framespacing
hy: Շրջանակի ազատ տարածք

source: Generic embedded object
hy: Գլխավոր ներդրված առարկա

source: Generic metainformation
hy: Գլխավոր մետատվյալներ

source: Generic span
hy: Գլխավոր բացվածք

source: HTML - Special Characters
hy: HTML ֊ հատուկ նիշեր

source: HTML root element
hy: HTML արմատական տար

source: HTML version
hy: HTML֊ի տարբերակ

source: HTTP header name
hy: HTTP գլխագրի անուն

source: Header cell ID's
hy: Գլխագրի բջջի ID֊ներ

source: Heading
hy: Գլխագիր

source: Heading 1
hy: Գլխագիր 1

source: Heading 2
hy: Գլխագիր 2

source: Heading 3
hy: Գլխագիր 3

source: Heading 4
hy: Գլխագիր 4

source: Heading 5
hy: Գլխագիր 5

source: Heading 6
hy: Գլխագիր 6

source: Height
hy: Բարձրություն

source: Horizontal rule
hy: Հորիզոնական քանոն

source: Horizontal space
hy: Հորիզոնական բացատ

source: Image
hy: Պատկեր

source: Image map
hy: Պատկերի քարտեզ

source: Image map area
hy: Պատկերի քարտեզի տարածք

source: Image map name
hy: Պատկերի քարտեզի անուն

source: Image source
hy: Պատկերի աղբյուր

source: Inline frame
hy: Ներտողային շրջանակ

source: Inline layer
hy: Ներտողային շերտ

source: Inserted text
hy: Ներդրված տեքստ

source: Instance definition
hy: Օրինաչափության սահմանում

source: Italic text
hy: Շեղատառ տեքստ

source: Label
hy: Պիտակ

source: Language code
hy: Լեզվի կոդ

source: Large text style
hy: Մեծ տեքստի ոճ

source: Layer
hy: Շերտ

source: Link color
hy: Կապված գույն

source: List item
hy: Ցուցակի տարր

source: List of MIME types for file upload
hy: Վերբեռնվող նիշքի MIME տեսակների ցանկը

source: List of supported character sets
hy: Սատարվող նիշային հավաքածուների ցանկը

source: Listing
hy: Ցուցակագրում

source: Local change to font
hy: Տառատեսակի տեղային փոփոխություն

source: Long description link
hy: Հղման երկար նկարագարություն

source: Long quotation
hy: Երկար մեջբերում

source: Mail link
hy: Փոստի հղում

source: Margin pixel height
hy: Պիքսելի լուսանցքի բարձրություն

source: Margin pixel width
hy: Պիքսելի լուսանցքի լայնություն

source: Marquee
hy: Մարկիզ

source: Maximum length of text field
hy: Տեքստային դաշտի առավելագույն երկարությունը

source: Media-independent link
hy: Մեդիա-անկախ հղում

source: Menu list
hy: Մենյուի ցանկը

source: Multi-line text field
hy: Բազմատողանի տեքստային դաշտ

source: Multicolumn
hy: Բազմասյունակ

source: Multiple
hy: Բազմակի

source: Name
hy: Անուն

source: Named property value
hy: Անուն ունեցող գույքի արժեքի

source: Next ID
hy: Հաջորդ ID

source: No URI
hy: Առանց URI

source: No embedded objects
hy: Ներդրված առարկաներն առկա չեն

source: No frames
hy: Շրջանակը բացակայում է

source: No layers
hy: Շերտը բացակայում է

source: No line break
hy: Տողադարձը բացակայում է

source: No resize
hy: Չափի փոփոխումը բացակայում է

source: No script
hy: Սցենարը բացակայում է

source: No shade
hy: Ստվերը բացակայում է

source: No word wrap
hy: Բառի կրճատումը բացակայում է

source: Note
hy: Նշում

source: Object applet file
hy: Առարկային «ափլեթ»֊ի նիշք

source: Object data reference
hy: Առարկայի տվյալների վկայակոչում

source: Offset for alignment character
hy: Հավասարեցման նիշի փոխհատուցում

source: OnBlur event
hy: OnBlur իրադարձություն

source: OnChange event
hy: OnChange իրադարձություն

source: OnClick event
hy: OnClick իրադարձություն

source: OnDblClick event
hy: OnDblClick իրադարձություն

source: OnFocus event
hy: OnFocus իրադարձություն

source: OnKeyDown event
hy: OnKeyDown իրադարձություն

source: OnKeyPress event
hy: OnKeyPress իրադարձություն

source: OnKeyUp event
hy: OnKeyUp իրադարձություն

source: OnLoad event
hy: OnLoad իրադարձություն

source: OnMouseDown event
hy: OnMouseDown իրադարձություն

source: OnMouseMove event
hy: OnMouseMove իրադարձություն

source: OnMouseOut event
hy: OnMouseOut իրադարձություն

source: OnMouseOver event
hy: OnMouseOver իրադարձություն

source: OnMouseUp event
hy: OnMouseUp իրադարձություն

source: OnReset event
hy: OnReset իրադարձություն

source: OnSelect event
hy: OnSelect իրադարձություն

source: OnSubmit event
hy: OnSubmit իրադարձություն

source: OnUnload event
hy: OnUnload իրադարձություն

source: Option group
hy: Ընտրանքների խումբ

source: Option selector
hy: Նշման ընտրանք

source: Ordered list
hy: Կարգավորված ցանկ

source: Output media
hy: Մեդիա ելք

source: Paragraph
hy: Պարագրաֆ

source: Paragraph class
hy: Պարագրաֆի դաս

source: Paragraph style
hy: Պարագրաֆի ոճ

source: Preformatted listing
hy: Նախապես ձևավորված ցուցակագրում

source: Preformatted text
hy: Նախապես ձևավորված տեքստ

source: Profile metainfo dictionary
hy: Պրոֆայլի մետատվյաների բառարան

source: Prompt message
hy: Արագ հաղորդագրություն

source: Push button
hy: Սեղմել կոճակը

source: Quote
hy: Ցիտատ

source: Range
hy: Միջակայք

source: ReadOnly text and password
hy: ReadOnly տեքստ և գաղտնաբառ

source: Reduced spacing
hy: Կրճատված բացատ

source: Reverse link
hy: Հակադարձ հղում

source: Root
hy: Արմատ

source: Rows
hy: Շարքեր

source: Rulings between rows and columns
hy: Քանոններ շարքերի և սյունակերի միջև

source: Sample program output, scripts
hy: Ծրագրի նմուշի ելք, սցենարներ

source: Scope covered by header cells
hy: Շրջանակը ծածկված է վերնագրի բջիջներով

source: Script language name
hy: Սցենարի լեզվի անունը

source: Script statments
hy: Սցենարի հայտարարություններ

source: Scrollbar
hy: Ոլորման գոտի

source: Selectable option
hy: Նշելու ընտրանքներ

source: Selected
hy: Նշված

source: Server-side image map
hy: Պատկերի քարտեզ սերվերի կողմից

source: Shape
hy: Մարմին

source: Short inline quotation
hy: Կարճ ներտողային մեջբերում

source: Single line prompt
hy: Մեկ տողանի հաղորդագրություն

source: Size
hy: Չափ

source: Small text style
hy: Փոքր տեքստի ոճ

source: Soft line break
hy: Թույլ տողադարձ

source: Sound
hy: Ձայն

source: Source
hy: Աղբյուր

source: Space
hy: Տարածք

source: Space separated archive list
hy: Տարածքով առանձնացված արխիվների ցանկ

source: Spacer
hy: Բացատ

source: Spacing between cells
hy: Բացատ բջիջների միջև

source: Spacing within cells
hy: Բացատ բջիջների ներսում

source: Span
hy: Բացվածք

source: Square root
hy: Քառակուսի արմատ

source: Standby load msg
hy: Սպասման հղրդ բեռնում

source: Starting sequence number
hy: Մեկնարկ հաջորդ համարից

source: Strike-through text
hy: Հատած տեքստ

source: Strike-through text style
hy: Հատած տեքստի ոճ

source: Strong emphasis
hy: Կոշտ շեշտադրում

source: Style info
hy: Ոճի տվյալները

source: Subscript
hy: Ենթասցենար

source: Superscript
hy: Սուպերսցենար

source: Tab order position
hy: Ներդիրի կարգի դիրքը

source: Table
hy: Աղյուսակ

source: Table body
hy: Աղյուսակի կազմը

source: Table caption
hy: Աղյուսակի ենթագիր

source: Table column group properties
hy: Աղյուսակի սյունակների խմբի հատկությունները

source: Table column properties
hy: Աղյսուակի սյունակների հատկությունները

source: Table data cell
hy: Աղյուսակի տվյալների բջիջները

source: Table footer
hy: Աղյուսակի ներքի մասը

source: Table header
hy: Աղյուսակի գլխային մասը

source: Table header cell
hy: Աղյուսակի գլխային բջիջները

source: Table row
hy: Աղյուսակի շարք

source: Table summary
hy: Աղյուսակի ամփոփում

source: Target - Blank
hy: Թիրախ ֊ Դատարկ

source: Target - Parent
hy: Թիրախ ֊ Նախկին

source: Target - Self
hy: Թիրախ ֊ Ինքս

source: Target - Top
hy: Թիրախ ֊ Վերին

source: Teletype or monospace text style
hy: Teletype կամ monospace տեքստի ոճ

source: Text
hy: Տեքստ

source: Text color
hy: Տեքստի գույնը

source: Text entered by user
hy: Օգտատիրոջ կողմից մուտքագրած տեքստ

source: Title
hy: Վերնագիր

source: Topmargin in pixels
hy: Վերին լուսանցքը պիքսելներով

source: Underlined text style
hy: Ընդգծված տեքստային ոճ

source: Unordered list
hy: Չկարագավորած ցուցակ

source: Use image map
hy: Օգտագործել պատկերի քարտեզը

source: Value
hy: Արժեք

source: Value interpretation
hy: Արժեքի մեկնաբանություն

source: Variable or program argument
hy: Փոփոխական կամ ծրագրի արգումենտ

source: Vertical cell alignment
hy: Ուղղահայաց բջիջների հարթեցում

source: Vertical space
hy: Ուղղահայաց տարածք

source: Visited link color
hy: Այցելած հղման գույնը

source: Width
hy: Լայնություն

source: Bibliography (cite)
hy: Մատենագիտություն (ցիտատ)

source: Bibliography (item)
hy: Մատենագիտություն (տարր)

source: Bibliography (shortcite)
hy: Մատենագիտություն (կարճ ցիտատ)

source: Bibliography (thebibliography)
hy: Մատենագիտություն (մատենագրությունը)

source: Brackets ()
hy: Փակագծեր ()

source: Brackets <>
hy: Փակագծեր <>

source: Brackets []
hy: Փակագծեր []

source: Brackets {}
hy: Փակագծեր {}

source: File input
hy: Նիշքի մուտքագրում

source: Footnote
hy: Ծանոթագրություն

source: Function cosin
hy: կոսինոսի ֆունկցիա

source: Function e^
hy: e^ ֆունկցիա

source: Function exp
hy: exp ֆունկցիա

source: Function log
hy: log ֆունկցիա

source: Function log10
hy: log10 ֆունկցիա

source: Function sine
hy: սինուս ֆունկցիա

source: Greek alpha
hy: Հունարեն ալֆա

source: Greek beta
hy: Հունարեն բետա

source: Greek epsilon
hy: Հունարեն էփսիլիոն

source: Greek gamma
hy: Հունարեն գամմա

source: Greek lambda
hy: Հունարեն լամբդա

source: Greek rho
hy: Հունարեն ռո

source: Greek tau
hy: Հունարեն տաու

source: Header 0 (chapter)
hy: Վերնագիր 0 (գլուխ)

source: Header 0 (chapter*)
hy: Վերնագիր 0 (գլուխ*)

source: Header 1 (section)
hy: Վերնագիր 1 (բաժին)

source: Header 1 (section*)
hy: Վերնագիր 1 (բաժին*)

source: Header 2 (subsection)
hy: Վերնագիր 2 (ենթաբաժին)

source: Header 2 (subsection*)
hy: Վերնագիր 2 (ենթաբաժին*)

source: Header 3 (subsubsection)
hy: Վերնագիր 3 (ենթա-ենթաբաժին)

source: Header 3 (subsubsection*)
hy: Վերնագիր 3 (ենթա-ենթաբաժին*)

source: Header 4 (paragraph)
hy: Վերնագիր 4 (պարագրաֆ)

source: Header appendix
hy: Վերնագրի հավելված

source: Item
hy: Տարր

source: Item with label
hy: Ապրանք պիտակով

source: List description
hy: Նկարագրության ցանկ

source: List enumerate
hy: Ցանկի թվարկում

source: List itemize
hy: Ցանկը տարրերով

source: Maths (display)
hy: Մաթեմատիկա (ցուցադրում)

source: Maths (inline)
hy: Մաթեմատիկա (տողում)

source: Operator fraction
hy: Օպերատորի մասնաբաժին

source: Operator integral (display)
hy: Ինտեգրալ օպերատոր (ցուցադրում)

source: Operator integral (inline)
hy: Ինտեգրալ օպերատոր (տողում)

source: Operator sum (display)
hy: Գումար օպերատոր (ցուցադրում)

source: Operator sum (inline)
hy: Գումար օպերատոր (տողում)

source: Reference label
hy: Հղման պիտակ

source: Reference ref
hy: Հղման վկայակոչում

source: Symbol <<
hy: Նշան <<

source: Symbol <=
hy: Նշան <=

source: Symbol >=
hy: Նշան >=

source: Symbol >>
hy: Նշան >>

source: Symbol and
hy: Նշան և

source: Symbol const
hy: Նշան const

source: Symbol d-by-dt
hy: Նշան d-by-dt

source: Symbol d-by-dt-partial
hy: Նշան d-by-dt-partial

source: Symbol d2-by-dt2-partial
hy: Նշան d2-by-dt2-partial

source: Symbol dagger
hy: Նշան dagger

source: Symbol equiv
hy: Նշան equiv

source: Symbol hyphen --
hy: Գծիկների նշան --

source: Symbol infinity
hy: Գծիկների նշան ֊֊֊

source: Symbol mathspace ,
hy: Մաթտարածության նշան ,

source: Symbol mathspace .
hy: Մաթտարածության նշան .

source: Symbol mathspace _
hy: Մաթտարածության նշան _

source: Symbol mathspace __
hy: Մաթտարածության նշան __

source: Symbol simeq
hy: Ծիծաղի նշան

source: Symbol star
hy: Աստղի նշան

source: Typeface bold
hy: Թավ Typeface

source: Typeface italic
hy: Շեղ Typeface

source: Typeface slanted
hy: Թեքված Typeface

source: Typeface type
hy: Typeface֊ի տեսակ

source: Unbreakable text
hy: Կայուն տեքստ

source: Provides a method to easily insert into a document commonly used tags/strings without having to type them.
hy: Մեթոդ՝ փաստաթղթի մեջ սովորաբար օգտագործվող պիտակները/տողերը հեշտությամբ տեղադրելու համար։

source: Tag list
hy: Թեգերի ցանկ

source: XSLT - Axes
hy: XSLT - Առանցքներ

source: XSLT - Elements
hy: XSLT - Տարրեր

source: XSLT - Functions
hy: XSLT - Ֆունկցիաներ

source: ancestor
hy: նախորդ

source: ancestor-or-self
hy: նախորդ-կամ-ինքս

source: attribute
hy: հատկանիշ

source: child
hy: զավակ

source: descendant
hy: հետնորդ

source: following
hy: համախոհ

source: namespace
hy: տարածք անվան համար

source: parent
hy: նախորդ

source: preceding
hy: հետնորդ

source: self
hy: ինքս

source: In_sert Date and Time...
hy: Զետեղել ամսաթիվ ու ժամանակը...
