Repository: Avag-Sayan/gedit
Catalog: po/*.po
Languages: ckb, hy

source: Insert current date and time at the cursor position
hy: Զետեղել ընթացիկ ամսաթիվն ու ժամանակը կուրսորի դիրքում

source: Available formats
ckb: جۆرە بەردەستەکان
hy: Հասանելի ձևաչափեր

source: Configure insert date/time plugin...
hy: Կարգաբերել տեղադրվող ամսաթիվ/ժամանակի ընդարձակումը...

source: Insert Date/Time
hy: Զետեղել Ամսաթիվ/Ժամանակ

source: Inserts current date and time at the cursor position.
hy: Ընթացիկ ամսաթվի ու ժամանակի զետեղում կուրսորի դիրքում

source: <span weight="bold"> When inserting date/time...</span>
hy: <span weight="bold"> Երբ զետեղում ենք ամսաթիվ/ժամ...</span>

source: Configure date/time plugin
ckb: ڕێکخستنی پێوەکراوی بەروار\کات
hy: Կարհաբերել ամսաթիվ/ժամի ընդարձակումը

source: Insert Date and Time
ckb: تێخستنی بەروار و کات
hy: Զետեղել Ամսաթիվն ու Ժամը

source: Use the _selected format
hy: Օգտագործել նշված ձևաչափը

source: _Insert
ckb: _هێنان
hy: Զետեղել

source: _Prompt for a format
ckb: _ئامەژ بدە بۆ جۆر
hy: Ձևաչափի հուշում

source: _Use custom format
ckb: _جۆری تایبەت بەکاربێنە
hy: Օգտագործել հատուկ ձևաչափ

source: gedit
ckb: دەستکاریکەری گنۆم

source: New Window
ckb: پەنجەرەیەکی نوێ

source: New Document
ckb: پەڕگەیەکی نوێ

source: Style Scheme
ckb: شێوازی پلان

source: Autosave
ckb: پاشەکەوتی خۆکار

source: Autosave Interval
ckb: مەودای پاشەکەوتی خۆکار

source: Automatic indent
ckb: بۆشایی خۆکار

source: Side panel is Visible
ckb: بەشی لاکان بینراوە

source: Margin Left
ckb: قەراخی ڕاست

source: The left margin, in millimeters.
ckb: قەراخی چەپ،بە ملیمەتر.

source: Margin Top
ckb: قەراخی سەرەوە

source: The top margin, in millimeters.
ckb: قەراخی سەرەوە، بە ملیمتەر.

source: Margin Right
ckb: قەراخی ڕاست

source: The right margin, in millimeters.
ckb: قەراخی ڕاست، بە ملیمەتر.

source: Margin Bottom
ckb: قەراخی خوارەوە

source: The bottom margin, in millimeters.
ckb: قەراخی خوارەوە، بە ملیمەتر.

source: Show the application’s version
ckb: وەشانی داوانامە پیشان بدە

source: ENCODING
ckb: کۆدکردن

source: Run gedit in standalone mode
ckb: پێکردنی gedit لە دۆخی سەربەخۆ

source: There was an error displaying the help.
ckb: هەڵەیەک ڕوودیا لە کاتی پیشاندانی یارمەتی.

source: %s: invalid encoding.
ckb: %s: بە کۆدکردنی هەڵە.

source: _Cancel
ckb: _پاشگەزبوونەوە

source: _Save As…
ckb: _پاشەکەوتی بکە وەک...

source: _Save
ckb: _پاشەکەوتکردن

source: If you don’t save, changes from the last %ld second will be permanently lost.
ckb: ئەگەر پاشەکەوت نەکەی، ئەوا گۆڕانکارییەکانی کۆتا %ld چرکە لەناودەچێت.

source: If you don’t save, changes from the last minute will be permanently lost.
ckb: ئەگەر پاشەکەوت نەکەی، ئەوا گۆڕانکارییەکانی کۆتا خولەک لەناودەچێت.

source: If you don’t save, changes from the last minute and %ld second will be permanently lost.
ckb: ئەگەر پاشەکەوت نەکەی، ئەوا گۆڕانکارییەکانی کۆتا خولەک و %ld چرکە لەناودەچێت.

source: If you don’t save, changes from the last %ld minute will be permanently lost.
ckb: ئەگەر پاشەکەوت نەکەی، ئەوا گۆڕانکارییەکانی کۆتا %ld خولەک لەناودەچێت.

source: If you don’t save, changes from the last hour will be permanently lost.
ckb: ئەگەر پاشەکەوت نەکەی، ئەوا گۆڕانکارییەکانی کۆتا کاژێر لەناودەچێت.

source: If you don’t save, changes from the last hour and %d minute will be permanently lost.
ckb: ئەگەر پاشەکەوت نەکەی، ئەوا گۆڕانکارییەکانی کۆتا کاژێر و %d خولەک لەناودەچێت.

source: If you don’t save, changes from the last %d hour will be permanently lost.
ckb: ئەگەر پاشەکەوت نەکەی، ئەوا گۆڕانکارییەکانی کۆتا %d کاژێر لەناودەچێت.

source: Changes to document “%s” will be permanently lost.
ckb: گۆڕانکارییەکانی “%s” بۆ هەمیشەیی لەناودەچن.

source: Save changes to document “%s” before closing?
ckb: گۆڕانکارییەکانی “%s” پاشەکەوت دەکەی پێش داخستن؟

source: Saving has been disabled by the system administrator.
ckb: پاشەکەوتکردن ناچالاک کراوە لە لایەن بەڕێوەبەری سیستمەوە.

source: Changes to %d document will be permanently lost.
ckb: گۆڕانکارییەکانی بەڵگەنامەی %d بۆ هەمیشەیی لە ناو دەچێت.

source: Docum_ents with unsaved changes:
ckb: بەڵگە_نامەی کە پاشەکەوت نەکراوە:

source: If you don’t save, all your changes will be permanently lost.
ckb: ئەگەر پاشەکەوتی نەکەی، ئەوا هەموو گۆڕانکارییەکان لەناو دەچێت.

source: Loading file “%s”…
ckb: بارکردنی پەڕگەی “%s”...

# window title
source: Open
ckb: کردنەوە

source: _Open
ckb: _کردنەوە

source: The file “%s” is read-only.
ckb: پەڕگەی “%s” تەنها بۆ خوێندنەوەیە.

source: Save the file using compression?
ckb: پاشەکەوتکردنی پەڕگە بەبەکارهێنانی پەستاندن؟

source: Save the file as plain text?
ckb: پەڕگەکە وەکو دەق پاشەکەوت بکرێت؟

source: _Save Using Compression
ckb: _پاشەکەوتکردن بە بەکارهێنانی پەستاندن

source: _Save As Plain Text
ckb: _وەکوو دەق پاشەکەوتی بکە

source: Saving file “%s”…
ckb: پاشەکەوتکردنی پەڕگەی “%s”...

# window title
source: Save As
ckb: پاشه‌که‌وت وه‌ک

source: Reverting the document “%s”…
ckb: گەڕاندنەوەی پەڕگەی “%s”...

source: Revert unsaved changes to document “%s”?
ckb: گەڕانەوە پاشەکەوتکردن بۆ پەڕگەی “%s”؟

source: Changes made to the document in the last %d hour will be permanently lost.
ckb: ئەو گۆڕانکارییانەی لە کۆتا %d کاژێردا کراون لە ناودەچن.

source: “%s” not found
ckb: “%s” نەدۆزرایەوە

source: Untitled Document %d
ckb: بەڵگەنامەی بێناونیشان %d

source: Read-Only
ckb: تەنها-خوێندنەوە

source: Automatically Detected
ckb: خۆکارانە دۆزرایەوە

source: Add or Remove…
ckb: زیادکردن و سڕینەوە...

source: %s (Current Locale)
ckb: %s (شوێنە زمانی ئێستا)

source: _Reset
ckb: _سفرکردنەوە

source: Add
ckb: زۆركردن

source: Remove
ckb: سڕینەوە

source: Move to a higher priority
ckb: بتجوڵینە بۆ پێشەنگی سەرەوە

source: Move to a lower priority
ckb: بیجوڵینە بۆ پێشەنگی خوارەوە

source: C_haracter Encoding:
ckb: کۆدکردنی نوو_سەکان:

source: L_ine Ending:
ckb: کۆتایی هێڵ_ەکان:

source: Character Encoding:
ckb: هەموو دەقەپەڕگەکان

source: Line Ending:
ckb: کۆتایی هێڵەکان:

source: Plain Text
ckb: دەقی سادە

source: Could not find the file “%s”.
ckb: نەتوانرا پەڕگەی “%s” بدۆزرێتەوە.

source: Please check that you typed the location correctly and try again.
ckb: تکایە دڵنیابەرەوە لەوەی شوێنەکەت بە ڕاستی نووسیوە و هەوڵبدەرەوە.

source: Unable to handle “%s:” locations.
ckb: نەتوانرا شوێنی “%s” بەدەستبخرێت.

source: Unable to handle this location.
ckb: نەتوانرا ئەم شوێنە بەدەستبخرێت.

source: “%s” is a directory.
ckb: “%s” پێڕستە.

source: “%s” is not a valid location.
ckb: “%s” شوێنێکی درووست نیە.

source: “%s” is not a regular file.
ckb: “%s” پەڕگەیەکی ئاسایی نیە.

source: Connection timed out. Please try again.
ckb: پەیوەندیکردن بەسەرچوو. تکایە هەوڵبدەرەوە.

source: Could not revert the file “%s”.
ckb: ناتوانرێت پەڕگەی “%s” بگەڕێنرێتەوە.

source: Ch_aracter Encoding:
ckb: کۆدکردنی نوس_ەکان

source: Edit Any_way
ckb: هەرچ_ۆنێک بێت دەستکاریبکە

source: Unable to detect the character encoding.
ckb: نەتوان بە کۆدکردنی نووسە بدۆزرێتەوە.

source: There was a problem opening the file “%s”.
ckb: هەڵەیەک هەبوو لە کاتی کردنەوەی پەڕگەی “%s”.

source: Could not open the file “%s”.
ckb: نەتوانرا پەڕگەی “%s” بکرێتەوە.

source: Could not save the file “%s” using the “%s” character encoding.
ckb: نەتوانرا پەڕگەی “%s” پاشەکەوتبکرێت بە بەکارهێنانی بەکۆردکردنی نووسەی “%s”.

source: D_on’t Edit
ckb: دەستکاری مە_کە

source: This file “%s” is already open in another window.
ckb: پەڕگەی “%s” پێشتر کراوەتەوە لە پەنجەرەیەکی تر.

source: Do you want to edit it anyway?
ckb: ئایا دەتەوێت هەرچۆنێک بێت دەستکاری بکەیت؟

source: S_ave Anyway
ckb: هەرچۆنێک بێت پاش_ەکەوتی بکە

source: D_on’t Save
ckb: پاشەکەوتی مە_کە

source: Could not create a backup file while saving “%s”
ckb: نەتوانرا پەڕگەی پاڵپشتی درووستبکرێت کاتی پەڕگەی “%s” پاشەکەوت دەکرا

source: A file with the same name already exists. Please use a different name.
ckb: پەڕگەیەک بەهەمان ناو هەیە. تکایە ناوێکی تر بەکاربێنە.

source: Could not save the file “%s”.
ckb: نەتوانرا پەڕگەی “%s” پاشەکەوت بکرێت.

source: The file “%s” changed on disk.
ckb: پەڕگەی “%s” گۆڕاوە لەسەر پەپکە.

source: _Reload
ckb: _بارکردنەوە

source: If you continue saving this file you can corrupt the document. Save anyway?
ckb: ئەگەر بەردەوامبیت لەپاشەکەوتکردنی ئەوا بەڵگەنامە تێکدەچیت. دەتەوێت هەر بەردەوام بیت؟

source: Click on this button to select the font to be used by the editor
ckb: کرتە لەم دوگمەیە بکە بۆ هەڵبژاردنی جۆرەپیت کە بەکاربهێنرێت لە دەستکاریکەر.

source: Add Scheme
ckb: هێڵکاری زیادبکە

source: A_dd Scheme
ckb: هێڵکاری زیادب_کە

source: Preparing…
ckb: ئامادەکاردن...

source: Rendering page %d of %d…
ckb: بانگکردنی پەڕەی %d لە %d...

source: Page %d of %d
ckb: پەڕەی %d لە %d.

source: Find and Replace
ckb: دۆزینەوە و جێگۆڕکێ

source: OVR
ckb: لەجێدانان

source: INS
ckb: زۆرکردن

source: / on %s
ckb: \ لە %s

source: Unix/Linux
ckb: یونیکس\لینوکس

source: Mac OS Classic
ckb: ماک ئۆ ئێشی کلاسیک

source: Windows
ckb: پەنجەرەکان

source: %d of %d
ckb: %d لە %d

source: Ln %d, Col %d
ckb: دڕ %d, ست %d

source: There are unsaved documents
ckb: بەڵگەنامەی پاشەکەوتنەکراو هەیە

source: Change side panel page
ckb: پەڕەی بەشی لا بگۆڕە

source: Move _Left
ckb: بڕۆ_چەپ

source: Move _Right
ckb: بڕۆ_ڕاست

source: Move to New _Window
ckb: بڕۆ بۆ پەنجەرەی _نوێ

source: _Close
ckb: _داخستن

source: Automatic Indentation
ckb: بۆشایی خۆکار

source: Use Spaces
ckb: بەکارهێنانی بۆشایی

source: Display line numbers
ckb: ژمارەی دێڕەکان پیشان بدە

source: Display right margin
ckb: قەراخی ڕاسی پیشان بدە

source: _New
ckb: _نوێ

source: Open _Recent
ckb: نوێترین_بکەرەوە

source: Reopen Closed _Tab
ckb: دووبارە کردنەوەی _بازدەری داخراو

source: Save _As…
ckb: پاشەکەوت _وەک...

source: _New Window
ckb: _پەنجەرەی نوێ

source: _Print…
ckb: _چاپکردن...

source: _Quit
ckb: _دەرچوون

source: _Undo
ckb: _گەڕانەوە

source: _Redo
ckb: _چوونەپێش

source: C_ut
ckb: بڕ_ین

source: _Copy
ckb: _لەبەرگرتنەوە

source: _Paste
ckb: _لكاندن

source: _Delete
ckb: _سڕینەوە

source: Overwrite _Mode
ckb: دۆخی _خستنەجێ

source: _Preferences
ckb: _هەڵبژاردەکان

source: Side _Panel
ckb: لاتەنی_شت

source: _Bottom Panel
ckb: _بەشی خوارەوە

source: _Fullscreen
ckb: _پڕاوپڕی

source: _Highlight Mode…
ckb: _دۆزی دیاریکردن:

source: _Find…
ckb: _دۆزینەوە...

source: Find and _Replace…
ckb: دۆزینەوە و _لەجێدانان...

source: Go to _Line…
ckb: بۆڕۆ بۆ _دێڕی...

source: _New Tab Group
ckb: گرووپی بازدەر _نوێ

source: P_revious Tab Group
ckb: گرووپی بازدەر پێش_وو

source: Nex_t Tab Group
ckb: گرووپی بازدەری داها_توو

source: _Previous Document
ckb: _بەڵگەنامەی پێشوو

source: N_ext Document
ckb: بەڵگەنامەی داها_توو

source: _Move To New Window
ckb: _بیبە بۆ پەنجەریەکی نوێ

source: _About Text Editor
ckb: _دەربارەی دەستکاریکەری دەق

source: Save _All
ckb: هەمووی _پاشەکەوتبکە

source: _Find and Replace…
ckb: _دۆزینەوە و گۆڕینەوە...

source: _Go to Line…
ckb: _بڕۆ بۆ دێر...

source: _Keyboard Shortcuts
ckb: _قەدبڕەکانی تەختەکلیل

source: Character Encodings
ckb: کۆدکردنی نووسە

source: _Apply
ckb: _جێبەجێکردن

source: A_vailable Encodings
ckb: کۆدکردنی بەردە_ست

source: Cho_sen Encodings
ckb: کۆدکردنی هەڵبژێ_دراو

source: _Select
ckb: _دیاریبکە

source: Display _statusbar
ckb: شریتی _ئاگانامەکان پیشانبدە

source: Highlighting
ckb: بەرچاویکردن

source: Highlight current _line
ckb: دێڕی _ئێستا دیاریبکە

source: File Saving
ckb: پاشەکەوتکردنی پەڕگە

source: Font
ckb: جۆرەپیت

source: Install scheme
ckb: دامەزراندنی نەخشە

source: Install Scheme
ckb: دامەزراندنی نەخشە

source: Uninstall scheme
ckb: لابردنی نەخشە

source: Uninstall Scheme
ckb: لابردنی نەخشە

source: Page header
ckb: سەرەوەی پەڕە

source: _Close Preview
ckb: _پێشبینین دابخە

# label of the find button
source: _Find
ckb: _دۆزینەوە

# label on the left of the GtkEntry containing text to search
source: F_ind
ckb: دۆ_زینەوە

source: Replace _with
ckb: جێگۆڕکێ _بکە لەگەڵ

# shortcut window
source: Documents
ckb: بەڵگەنامەکان

# shortcut window
source: Create a new document in a tab
ckb: بەڵگەنامیەکی نوێ درووست بکە لە بازدەر

# shortcut window
source: Open a document
ckb: بەڵگەنامە بکەرەوە

# shortcut window
source: Save the document
ckb: بەڵگەنامە پاشەکەوت بکە

# shortcut window
source: Save the document with a new filename
ckb: بەڵگەنامە بە ناوێکی نوێ پاشەکەوت بکە

# shortcut window
source: Save all the documents
ckb: هەموو بەڵگەنامەکان پاشەکەوت بکە

# shortcut window
source: Close the document
ckb: بەڵگەنامە دابخە

# shortcut window
source: Close all the documents
ckb: هەموو بەڵگەنامەکان دابخە

# shortcut window
source: Reopen the most recently closed document
ckb: دوواترین بەڵگەنامەی داخراو بکەرەوە

# shortcut window
source: Switch to the next document
ckb: بچۆ سەر بەڵگەنامەی داهاتوو

# shortcut window
source: Switch to the previous document
ckb: بچۆسەر بەڵگەنامەی پێشوو

# shortcut window
source: Windows and Panels
ckb: پەنجەرە و بەشەکان

# shortcut window
source: Create a new document in a window
ckb: بەڵگەنامەیەکی نوێ درووسبکە لە پەنجەرەی نوێ

# shortcut window
source: Create a new tab group
ckb: گرووپی بازدەری نوێ درووستبکە

# shortcut window
source: Show bottom panel
ckb: بەشی خوارەوە پیشانبدە

# shortcut window
source: Fullscreen on / off
ckb: پڕاوپڕ چالاک\ناچالاک

# shortcut window
source: Quit the application
ckb: دەرچوون لە داوانامە

# shortcut window
source: Find and Replace
ckb: دۆزینەوە و جێگۆڕکێ

# shortcut window
source: Find
ckb: دۆزینەوە

# shortcut window
source: Clear highlight
ckb: بەرچاویکردن پاکبکەرەوە

# shortcut window
source: Undo and Redo
ckb: گەڕانەوە و بردنەپێش

# shortcut window
source: Undo previous command
ckb: فرمانی پێشوو بگەڕێنەوە

# shortcut window
source: Redo previous command
ckb: بردنەپێشی فرمانی پێشوو

# shortcut window
source: Selection
ckb: دیاریکردن

# shortcut window
source: Select all text
ckb: هەمووی دیاریبکە

# shortcut window
source: Unselect all text
ckb: دیاکردنی هەمووی لابە

# shortcut window
source: Copy and Paste
ckb: لەبەرگرتنەوە و لکاندن

# shortcut window
source: Navigation
ckb: ڕێدۆزی

# shortcut window
source: Go to line
ckb: بڕۆ بۆ دێڕی

# shortcut window
source: Editing
ckb: دەستکاریکردن

# shortcut window
source: Delete current line
ckb: دێڕی ئێستا بسڕەوە

# shortcut window
source: Join selected lines
ckb: دێرە دیاریکراوەکان بەیەک بگەیەنە

# shortcut window
source: Move current line up
ckb: دێڕی ئێشتا ببە سەرەوە

# shortcut window
source: Move current line down
ckb: دێڕی ئێشتا ببەخوارەوە

# shortcut window
source: Convert to uppercase
ckb: بیکە بە پیتی گەورە

# shortcut window
source: Convert to lowercase
ckb: بیکە بە پیتی بچووک

# shortcut window
source: Invert case
ckb: پیتی هەڵگەڕاوە

# shortcut window
source: Increment number at cursor
ckb: زیادکردنی ژمارە لە جێنیشاندەر

# shortcut window
source: Decrement number at cursor
ckb: کەمکردنی ژمارە لە جێنیشاندەر

# shortcut window
source: Tools
ckb: ئامرازەکان

# shortcut window
source: Check spelling
ckb: پشکنینی ڕینووس

# shortcut window
source: Print the document
ckb: بەڵگەنامە چاپ بکە

source: Close Document
ckb: بەڵگەنامەکە دابخە

source: New
ckb: نوێ

source: Leave Fullscreen
ckb: پڕاوپڕ دابخە

source: Check update
ckb: نوێکردنەوە بپشکنە

source: Check for latest version of gedit
ckb: بۆ نوێترین وەشانی gedit بگەڕێ

source: _Download
ckb: _داگرتن

source: _Ignore Version
ckb: _وەشان پشتگوێبخە

source: There is a new version of gedit
ckb: وەشانێکی نوێی gedit بەردەستە

source: You can download the new version of gedit by clicking on the download button or ignore that version and wait for a new one
ckb: دەتوانی ئەم وەشانە دابگریت بە کرتە کردن لە دوگمەی داگتن یان پشتگوێی بخەی و چاوەڕێی وەشانێکی نوێی تر بکەیت

source: Version to Ignore
ckb: کام وەشان پشتگوێبخرێت

source: Version to ignore until a newer version is released.
ckb: پشتگوێخستنی وەشان تا وەشانێکی نوێ بڵاودەکرێتەوە

source: Build
ckb: پێکهێنان

source: Open terminal here
ckb: تێرمیناڵ لێرە بکەرەوە

source: Run command
ckb: گرمان جێبەجێبکە

source: Send to fpaste
ckb: ناردنی بۆ fpaste

source: Paste selected text or current document to fpaste
ckb: تکایە دەق یا بەڵگەنامە دیاریبکە بۆ ناردن بۆ fpaste

source: Whether to use the system font
ckb: چی کاتێک جۆرەپیتی سیستم بەکاربێت

source: External _Tools
ckb: ئامرازی _دەرەکی

source: All languages
ckb: هەموو زمانەکان

source: All Languages
ckb: هەموو زمانەکان

source: Stop Tool
ckb: ئامرازی وەستاندن

source: Always available
ckb: هەمووکات بەردەستە

source: Manage External Tools
ckb: ڕیکخستنی ئامرازە دەرەکییەکان

source: Add a new tool
ckb: ئامرازێکی نوێ زیادبکە

source: Add Tool
ckb: ئامراز زیادبکە

source: Remove selected tool
ckb: سڕینەوەی ئامرازی دیاریکردن

source: Remove Tool
ckb: سڕینەوەی ئامراز

source: Revert tool
ckb: ئامرازی هەڵگێڕانەوە

source: Revert Tool
ckb: ئامرازی هەڵگێڕانەوە

source: Shortcut _key:
ckb: کلیلی _قەدبڕ:

source: Tool Output
ckb: دەرخستەی ئامراز

source: File Browser Panel
ckb: بەشی گەڕێنەری پەڕگە

source: Home
ckb: ماڵەوە

source: File System
ckb: پەڕگەی سیستەم

source: File Browser
ckb: گەڕێنەری پەڕگە

source: An error occurred while creating a new directory
ckb: هەڵە ڕوییدا لە کاتی دروستکردنی پێڕستێکی نوێ

source: An error occurred while creating a new file
ckb: هەڵە ڕوییدا لە کاتی دروستکردنی پەڕگەیەکی نوێ

source: An error occurred while renaming a file or directory
ckb: هەڵە ڕوییدا لە کاتی ناونانەوەی پەڕگەیەک یان پێڕستێک

source: An error occurred while deleting a file or directory
ckb: هەڵە ڕوییدا لە کاتی سڕینەوەی پەڕگەیەک یان پێڕستێک

source: An error occurred while opening a directory in the file manager
ckb: هەڵە ڕوییدا لە کاتی کردنەوەی پێڕست لە ڕیكخەری پەڕگەکان

source: An error occurred while setting a root directory
ckb: هەڵە ڕوییدا لە کاتی دانانی پێڕستی سەرەکی (ڕووت)

source: An error occurred while loading a directory
ckb: هەڵە ڕوییدا لە کاتی بارکردنی پێڕست

source: An error occurred
ckb: هەڵەیەک ڕوویدا

source: The file “%s” cannot be moved to the trash.
ckb: پەڕگەی “%s” ناتوانرێت بکرێتە تەنەکەخۆڵەوە.

source: The selected files cannot be moved to the trash.
ckb: پەڕگەی دیاریکراو ناتوانرێت بکرێتە تەنەکەخۆڵەوە.

source: Are you sure you want to permanently delete “%s”?
ckb: ئایا دڵنیایت کە دەتەوێت “%s” بسڕیتەوە بۆ هەمیشەیی؟

source: Are you sure you want to permanently delete the selected files?
ckb: ئایا دڵنیایت کە دەتەوێت پەڕگەی دیاریکراو بسڕیتەوە بۆ هەمیشەیی؟

source: If you delete an item, it is permanently lost.
ckb: ئەگەر پەڕەیەک بسڕیتەوە، ئەوا بۆ هەمیشە دەسڕدرێتەوە.

source: (Empty)
ckb: (بەتاڵ)

source: Untitled File
ckb: پەڕگەی بێ ناونیشان

source: Untitled Folder
ckb: بوخچەی بێناونیشان

source: Bookmarks
ckb: دڵخوازەکان

source: Could not open media: %s
ckb: نەتوانرا ڕەنگاڵە بکرێتەوە: %s

source: Could not mount volume: %s
ckb: نەتوانرا قەبارە بکرێتەوە: %s

source: Open With Tree View
ckb: بیکەرەوە بە شێوەی پێشاندانی درەختی

source: _New Folder
ckb: _بوخچەیەکی نوێ

source: New F_ile
ckb: پەڕگەیەکی_نوێ

source: _Rename…
ckb: _ناولێنانەوە...

source: _Move to Trash
ckb: _بینێرە بۆ تەنەکەخۆڵ

source: Re_fresh View
ckb: نوێک_ردنەوەی بینین

source: _View Folder
ckb: _بوخچەیەکی نوێ

source: _Open in Terminal
ckb: _کردنەوە لە تێرمیناڵ

source: _Filter
ckb: _پاڵێوکردن

source: Show _Hidden
ckb: شاراوەکان _پیشانبدە

source: Show _Binary
ckb: پەڕگەی دووانی _پیشانبدە

source: History
ckb: وردەکاری

source: Open history menu
ckb: کردنەوەی پێڕستی وردەکارییەکان

source: Command Color Text
ckb: ڕەنگێ دەقی فرمانەکان

source: The command color text
ckb: ڕەنگێ دەقی فرمانەکان

source: Error Color Text
ckb: ڕەنگی دەق هەڵەیە

source: The error color text
ckb: ڕەنگی دەق هەڵەیە

source: C_ommand color:
ckb: ڕەنگی فرمان_کەر:

source: _Error color:
ckb: _ڕەنگی هەڵە:

source: Quick Highlight
ckb: بەرچاکردنی خێرا

source: Quick Open…
ckb: کردنەوەی خێرا...

source: Quick Open
ckb: کردنەوەی خێرا

source: Quickly open files
ckb: پەڕگەکان بە خێرای بکەرەوە...

source: Type to search…
ckb: بنووسە بۆ گەڕان...

source: Target directory “%s” does not exist
ckb: پێڕستی ئامانجکراو “%s” بوونی نیە

source: Target directory “%s” is not a valid directory
ckb: پێڕستی ئامانجکراو “%s” پێڕستێکی درووست نیە

source: File “%s” does not exist
ckb: پەڕگەی “%s” بوونی نیە

source: Import successfully completed
ckb: هاوردەکردن بەسەرکەووتوی ئەنجامدرا

source: All supported archives
ckb: هەموو ئەرشیفە پشتگیریکراوەکان

source: Gzip compressed archive
ckb: ئەرشیفی جۆری Gzip

source: Bzip2 compressed archive
ckb: ئەرشیفی جۆری Bzip2

source: All files
ckb: هەموو پەڕگەکان

source: Export successfully completed
ckb: ناردنی بەسەرکەووتوی ئەنجامدرا

source: Type a new shortcut
ckb: قەدبڕێکی نوێ بنووسە

source: Activation
ckb: چالاککردن

source: S_hortcut key:
ckb: کلیلی قەد_بڕ:

source: S_ort…
ckb: ڕێک_خستن بە پێی...

source: C_ase sensitive
ckb: هەستیارە بە پیتی گەورەوب_چووک

source: _Check Spelling…
ckb: _پشکنینی ڕێنووس...

source: Set _Language…
ckb: دانانی _زمان...

source: Highlight misspelled words
ckb: بەرچاوکردنی وشە هەڵەنووسراوەکان.

source: Defaults for new documents
ckb: بنەرەتە بۆ بەڵگەنامە نوێیەکان

source: Spell Checker
ckb: پشکنەری ڕێنووس

source: Prompt Type
ckb: جۆری پرسیار

source: Selected Format
ckb: جۆر هەڵبژێرە

source: Custom Format
ckb: جۆری دڵخواز

source: When inserting date/time…
ckb: کاتێ بەرواو\کات تێدەخرێت...
