Repository: Avag-Sayan/gedit
Catalog: po/*.po
Languages: ckb, hy

source: Edit text files
ckb: دەستکاری پەڕگە دەقییەکان بکە
hy: Խմբագրել տեքստային նիշք

source: Text Editor
ckb: دەستکاریکەری دەق
hy: Տեքստի խմբագրիչ

source: A custom font that will be used for the editing area. This will only take effect if the "Use Default Font" option is turned off.
hy: Հատուկ տառատեսակ, որն օգտագործվելու է խմբագրվող տարածքում։ Այն կգործարվկիեթե "Օգտագործել լռելայն տառատեսակ" ընտրանքը միացված է

source: Active plugins
ckb: چالاککردنی پێوەکراوەکان
hy: Ակտիվ լրացուցիչ մոդուլները

source: Auto Detected Encodings
hy: Ինքնաբերաբար ճանաչող կոդավորում

source: Auto Save
hy: Ինքնապահպանում

source: Auto Save Interval
hy: Ինքնապահպանման միջակայքը

source: Auto indent
hy: Ինքնաբերաբար նահանջ

source: Background Color
hy: Ֆոնի գույնը

source: Background color for selected text in the editing area. This will only take effect if the "Use Default Colors" option is turned off.
hy: Ֆոնային գույնը նշված տեքստի համար խմբագրվող տարածքում։ Այն կգործարվկիեթե "Օգտագործել լռելայն գույները" ընտրանքը միացված է

source: Background color for unselected text in the editing area. This will only take effect if the "Use Default Colors" option is turned off.
hy: Ֆոնային գույնը չնշված տեքստի համար խմբագրվող տարածքում։ Այն կգործարվկիեթե "Օգտագործել լռելայն գույները" ընտրանքը միացված է։

source: Backup Copy Extension
hy: Պատճենման պահուստի ընդարձակումը

source: Body Font for Printing
ckb: جۆرەپیتی ناوەڕۆک بۆ چاپکردن
hy: Տպագրության ընդհանուր տառատեսակը

source: Bottom Panel is Visible
hy: Ներքևի վահանակը տեսանելի է

source: Create Backup Copies
ckb: دروستکردنی لەبەرگیراوی یەدەگ
hy: Ստեղծել պահուստային պատճեններ

source: Display Line Numbers
ckb: ژمارەکانی هێڵ پیشان بدە
hy: Ցուցադրել տողերի հրամանները

source: Display Right Margin
ckb: لێواری ڕاست پیشان بدە
hy: Ցուցադրել աջ լուսանցքը

source: Editor Font
ckb: جۆرەپیتی دەستکاریکەر
hy: Խմբագրման տառատեսակը

source: Enable Search Highlighting
ckb: چالاککردنی ڕەنگدانەوە لە گەڕاندا
hy: Միացնել որոնման ընդգծումը

source: Enable Syntax Highlighting
hy: Միացնել շարահյուսության ընդգծումը

source: Encodings shown in menu
hy: Ընտրացանկում ցուցադրվող կոդավորումները

source: Extension or suffix to use for backup file names. This will only take effect if the "Create Backup Copies" option is turned on.
hy: Ընդլայնում կամ վերջածանց՝ պահուստային նիշքերի անուններ օգտագործելու համար։ Այն կգործարվկիեթե "Ստեղծել պահուստային պատճեներ" ընտրանքը միացված է։

source: Foreground color for selected text in the editing area. This will only take effect if the "Use Default Colors" option is turned off.
hy: Առաջին պլանի գույնը նշված տեքստի համար խմբագրվող տարածքում։ Այն կգործարվկիեթե "Օգտագործել լռելայն գույները" ընտրանքը միացված է։

source: Foreground color for the unselected text in the editing area. This will only take effect if the "Use Default Colors" option is turned off.
hy: Առաջին պլանի գույնը չնշված տեքստի համար խմբագրվող տարածքում։ Այն կգործարվկիեթե "Օգտագործել լռելայն գույները" ընտրանքը միացված է։

source: Header Font for Printing
ckb: فۆنتی سەرپەڕە بۆ چاپکردن
hy: Գլխագրի տառատեսակը տպագրության համար

source: Highlight Current Line
ckb: تیشک دانان لەسەر هێڵی هەنووکە
hy: Ընդգծել ընթացիկ տողը

source: Highlight Matching Bracket
hy: Ընդգծել զույգ փակագիծը

source: If this value is 0, then no line numbers will be inserted when printing a document. Otherwise, gedit will print line numbers every such number of lines.
hy: Եթե արժեքը հավասար է 0-ի, ապա տպելիս փաստաթղթում տողերի համարներ չեն զետեղվիՀակառակ դեպքում, gedit֊ը կտպի յուրաքանրյուր տողի նման թվով։

source: Insert spaces
ckb: بۆشایی تێبکە
hy: Զետեղել բացատներ

source: Line Number Font for Printing
hy: Տողի համարի տառատեսակը տպագրության համար

source: Line Wrapping Mode
hy: Տողի փաթաթման ռեժիմ

source: List of VFS schemes gedit supports in write mode. The 'file' scheme is writable by default.
hy: VFS սխեմայի ցանկը, որն ունի աջակցություն gediti-ի գրառման ռեժիմում։ 'Նիշքի սխեման'լռելայն թույլատրված է գրառում կատարելու համար։

source: List of active plugins. It contains the "Location" of the active plugins. See the .gedit-plugin file for obtaining the "Location" of a given plugin.
hy: Ակտիվ հավելումների (plugins) ցանկը։ Այն պարունակում է ակտիվ հավելումների "գտնվելու վայրը"Տե՛ս .gedit-plugin նիշքը՝ տվյալ հավելման "գտնվելու վայրը" ստանալու համար։

source: List of encodings shown in Character Coding menu in open/save file selector. Only recognized encodings are used.
hy: Բացել/պահպանել նիշքի ցուցադրված կոդավորումները Character Coding֊ի ընտրացանկում:Միայն ճանաչելի կոդավորումներն են օգտագրոծվում

source: Max Number of Undo Actions
hy: Հետարկելու առավելագույն քանակը

source: Maximum Recent Files
hy: Առավելագույն վերջին նիշքերը

source: Maximum number of actions that gedit will be able to undo or redo. Use "-1" for unlimited number of actions.
hy: Առավելագույն թվով գործողություններ, երբ gedit-ը կկարողանա առաջ գնալ կամ հետ տանել: Օգտագործեք "-1անսահմանափակ գործողություններ ունենալու համար

source: Maximum number of actions that gedit will be able to undo or redo. Use "-1" for unlimited number of actions. Deprecated since 2.12.0
hy: Առավելագույն թվով գործողություններ, երբ gedit-ը կկարողանա առաջ գնալ կամ հետ տանել: Օգտագործեք "-1անսահմանափակ գործողություններ ունենալու համար։ Կասեցված է 2.12.0 տարբերակից հետո։

source: Number of minutes after which gedit will automatically save modified files. This will only take effect if the "Auto Save" option is turned on.
hy: Րոպեների քանակը, որից հետո gedit-ը ինքնաբերաբար կպահի փոփոխված նիշքերը:Սա ուժի մեջ կմտնի միայն այն դեպքում, եթե "Ինքնապահպանում" տարբերակը միացված է։

source: Print Header
ckb: سەرپەڕەی چاپ
hy: Տպել գլխագիրը

source: Print Line Numbers
ckb: ژمارەکانی هێڵ چاپ بکە
hy: Տպել տողի թվերը

source: Print Syntax Highlighting
hy: Տպել շարահյուսության ընդգծումը

source: Printing Line Wrapping Mode
hy: Տողի փաթաթման ռեժիմի տպագրությունը

source: Restore Previous Cursor Position
ckb: شوێنی جێنیشاندەری پێشوو بگەڕێنەوە
hy: Վերականգնել կուրսորի նախորդ դիրքը

source: Right Margin Position
hy: Աջ լուսանցքի դիրքը

source: Selected Text Color
hy: Նշված տեքստի գույնը

source: Selection Color
hy: Նշման գույնը

source: Side Pane is Visible
hy: Աջ երեսը տեսանելի է

source: Sorted list of encodings used by gedit for auto-detecting the encoding of a file. "CURRENT" is the current locale encoding. Only recognized encodings are used.
hy: Gedit-ի կողմից օգտագործվող կոդավորումը տեսակավորված ցանկ՝ նիշքի կոդավորումնինքնաբերաբար հայտնաբերելու համար։ "CURRENT"֊ը ընթացիկ լեզվի կոդավորումն է։ Միայն հայտնիկոդավորումները կարող ենք օգտագործվել

source: Specifies how to wrap long lines for printing. Use "GTK_WRAP_NONE" for no wrapping, "GTK_WRAP_WORD" for wrapping at word boundaries, and "GTK_WRAP_CHAR" for wrapping at individual character boundaries. Note that the values are case-sensitive, so make sure they appear exactly as mentioned here.
hy: Նշում է, թե ինչպես կարելի է փաթաթել երկար տողերը տպագրության համար։ Օգտագործել "GTK_WRAP_NONE"՝չփաթեթավորելու, "GTK_WRAP_WORD"՝ եզրերում փաթեթավորելու և "GTK_WRAP_CHAR\՝ անհատական սիմվոլներիեզրերը փաթեթավորման համար։ Նկատի ունեցեք, որ արժեքները մեծատառերի նկատմամբ զգայուն են, ուստի համոզվեք,որ դրանք գրված են այնպես, ինչպես նշված է այստեղ:

source: Specifies how to wrap long lines in the editing area. Use "GTK_WRAP_NONE" for no wrapping, "GTK_WRAP_WORD" for wrapping at word boundaries, and "GTK_WRAP_CHAR" for wrapping at individual character boundaries. Note that the values are case-sensitive, so make sure they appear exactly as mentioned here.
hy: Նշում է, թե ինչպես կարելի է կարճել երկար տողերը խմբագրվող տարածքում։ Օգտագործել "GTK_WRAP_NONE"՝չփաթեթավորելու, "GTK_WRAP_WORD"՝ եզրերում փաթեթավորելու և "GTK_WRAP_CHAR"՝ անհատական սիմվոլներիեզրերը փաթեթավորման համար։ Նկատի ունեցեք, որ արժեքները մեծատառերի նկատմամբ զգայուն են, ուստի համոզվեք,որ դրանք գրված են այնպես, ինչպես նշված է այստեղ:

source: Specifies the font to use for a document's body when printing documents.
hy: Հատկանշում է տեքստում օգտագործվող տառատեսակը, երբ տպում եք փաստաթուղթը։

source: Specifies the font to use for a document's body when printing documents. This is a gnome-print font name and replaced by print_font_body_pango.
hy: Նշում է տառատեսակը, որը պետք է օգտագործվի փաստաթղթի տպագրության ժամանակ: Սա gnome-print տառատեսակի անուն է և փոխարինվել է print_font_body_pango-ով:

source: Specifies the font to use for line numbers when printing. This will only take effect if the "Print Line Numbers" option is non-zero.
hy: Տպագրության ժամանակ նշում է տառատեսակը տողերի թվերի համար։ Այն ուժի մեջ կմտնի, երբ "Print Line Numbers" ընտրանքը զերո չէ։

source: Specifies the font to use for line numbers when printing. This will only take effect if the "Print Line Numbers" option is non-zero. This is a gnome-print font name and replaced by print_font_numbers_pango.
hy: Տպագրության ժամանակ հատկանշում է տառատեսակը տողերի թվերի համար։ Այն ուժի մեջ կմտնի, եթե "Print Line Numbers" ընտրանքը զերո չէ։ Սա gnome-print տառատեսակի անունն է և փոխարինվել է print_font_numbers_pango֊իկողմից։

source: Specifies the font to use for page headers when printing a document. This will only take effect if the "Print Header" option is turned on.
hy: Փաստաթղթի տպագրության ժամանակ հատկանշում է էջի վերնագրի տառատեսակը։ Այն ուժի մեջ կմտնի, եթե ""Print Header"ընտրանքը միացված է։

source: Specifies the font to use for page headers when printing a document. This will only take effect if the "Print Header" option is turned on. This is a gnome-print font name and replaced by print_font_header_pango.
hy: Փաստաթղթի տպագրության ժամանակ հատկանշում է էջի գլխագրի տառատեսակը։ Այն ուժի մեջ կմտնի, եթե "Print Header"ընտրանքը միացված է։ Սա gnome-print տառատեսակի անունն է և փոխարինվել է print_font_numbers_pango֊իկողմից։

source: Specifies the maximum number of recently opened files that will be displayed in the "Recent Files" submenu.
hy: Որոշում է վերջին բացված նիշքերի առավելագույն թիվը, որոնք կցուցադրվեն "Recent Files" ենթամենյուի մեջ։

source: Specifies the number of spaces that should be displayed instead of Tab characters.
hy: Հստակեցնում է բացատների կամ ազատ տարածքների թիվը, որը կցուցադրվի ներդիրի նիշերի փոխարեն։

source: Specifies the position of the right margin.
hy: Հստակեցնում է աջ լուսանցքի դիրքը

source: Status Bar is Visible
ckb: توڵی ئاگانامەکان بینراوە
hy: Կարգավիճակի գոտին տեսանելի է

source: Style for the toolbar buttons. Possible values are "GEDIT_TOOLBAR_SYSTEM" to use the system's default style, "GEDIT_TOOLBAR_ICONS" to display icons only, "GEDIT_TOOLBAR_ICONS_AND_TEXT" to display both icons and text, and "GEDIT_TOOLBAR_ICONS_BOTH_HORIZ" to display prioritized text beside icons. Note that the values are case-sensitive, so make sure they appear exactly as mentioned here.
hy: Գործիքագոտու կոճակների ոճը։ Հնարավոր արժեքներն են․ "GEDIT_TOOLBAR_SYSTEM", որպես համակարգի լռելայնոճ, "GEDIT_TOOLBAR_ICONS"՝ միայն մանրապատկերները ցուցադրելու համար, "GEDIT_TOOLBAR_ICONS_AND_TEXT"՝մանրապատկերներն ու տեքստը ցուցադրելու համար, "GEDIT_TOOLBAR_ICONS_BOTH_HORIZ"՝ առաջնահերթ տեքստերըմանրապատկերների կողքին ցուցադրելու համար։ Նկատի ունեցեք, որ արժեքները մեծատառերի նկատմամբ զգայուն են, ուստի" "համոզվեք, որ դրանք գրված են այնպես, ինչպես նշված է այստեղ:

source: Tab Size
ckb: قەبارەی تاب
hy: Ներդիրի չափը

source: Text Color
hy: Տեքստի գույնը

source: Toolbar Buttons Style
hy: Գործիքագոտու կոճակների ոճը

source: Toolbar is Visible
hy: Գործիքագոտին տեսանելի է

source: Undo Actions Limit (DEPRECATED)
hy: «Հետարկել» գործողություն սահմանափկումը (ՀՆԱՑԱԾ)

source: Use Default Colors
hy: Օգտագործել սկզբնական գույները

source: Use Default Font
ckb: جۆرەپیتی بنەڕەت بەکار ببە
hy: Օգտագործել սկզբնական տառատեսակը

source: Whether gedit should automatically save modified files after a time interval. You can set the time interval with the "Auto Save Interval" option.
hy: Արդյո՞ք gedit-ը պետք է ինքնաբերաբար պահպանի փոփոխված նիշքերը որոշակի ժամանակային ընդմիջումից հետո:Կարող եք սահմանել ժամանակային միջակայքը "Auto Save Interval" ընտրանքի օգնությամբ։

source: Whether gedit should create backup copies for the files it saves. You can set the backup file extension with the "Backup Copy Extension" option.
hy: Արդյո՞ք gedit-ը պետք է ստեղծի պահվող նիշքերի պահուստները։ Կարող եք սահմանել պահուստային նիշքիընդարձակումը "Backup Copy Extension" ընտրանքի օգնությամբ։

source: Whether gedit should display line numbers in the editing area.
ckb: ئایا پێویستە gedit ژمارەکانی هێڵ پیشان بدات لە ناوچەی دەستکاریکردندا.
hy: Արդյո՞ք gedit-ը պետք է ցուցադրի խմբագրվող տարածքի տողերի թվերը։

source: Whether gedit should display the right margin in the editing area.
ckb: ئایا پێویستە gedit لێواری ڕاست پیشان بدات لە ناوچەی دەستکاریکردندا.
hy: Արդյո՞ք gedit-ը պետք է ցուցադրի խմբագրվող տարածքի աջ լուսանցքը։

source: Whether gedit should enable auto indentation.
hy: Արդյո՞ք gedit-ը պետք է միացնի ավտոմատ կերպով կուրսորի նահանջը։

source: Whether gedit should enable syntax highlighting.
hy: Արդյո՞ք gedit-ը պետք է միացնի շարահյուսության ընդգծումը։

source: Whether gedit should highlight all the occurrences of the searched text.
hy: Արդյո՞ք gedit-ը պետք է ընդգծի փնտրվող տեքստի բոլոր համընկնումները։

source: Whether gedit should highlight matching bracket.
hy: Արդյո՞ք gedit-ը պետք է ընդգծի համընկնող փակագիծը

source: Whether gedit should highlight the current line.
hy: Արդյո՞ք gedit-ը պետք է ընդգծի ընթացիկ տողը։

source: Whether gedit should include a document header when printing documents.
hy: Արդյո՞ք gedit-ը պետք է ներառի փաստաթղթի գլխագիրը տպագրության ժամանակ։

source: Whether gedit should insert spaces instead of tabs.
hy: Արդյո՞ք gedit-ը պետք է ավելացնի բացատներ «թաբ»֊երի փոխարեն։

source: Whether gedit should print syntax highlighting when printing documents.
hy: Արդյո՞ք gedit-ը պետք է տպի շարահյուսության ընդգծումը փաստաթղթի տպագրության ժամանակ։

source: Whether gedit should restore the previous cursor position when a file is loaded.
hy: Արդյո՞ք gedit-ը պետք է վերականգնի կուրսորի նախկին դիրքը, երբ նիշքն արդեն բեռնված է։

source: Whether the bottom panel at the bottom of editing windows should be visible.
hy: Արդյո՞ք պետք է տեսանելի լինի խմբագրման պատուհանների ներքևի վահանակը։

source: Whether the side pane at the left of the editing window should be visible.
hy: Արդյո՞ք պետք է տեսանելի լինի խմբագրման պատուհանների կողային վահանակը։

source: Whether the status bar at the bottom of editing windows should be visible.
hy: Արդյո՞ք պետք է տեսանելի լինի ներքեևի խմբագրման պատուհանների կարգավիճակի գոտին։

source: Whether the toolbar should be visible in editing windows.
hy: Արդյո՞ք պետք է տեսանելի լինի խմբագրման պատուհանների գործիքագոտին։

source: Whether to use the system's default colors for the editing area. If this option is turned off, then the colors of the editing area will be those specified in the "Background Color", "Text Color", "Selected Text Color", and "Selection Color" options.
hy: Արդյո՞ք պետք է խմբագրվող դաշտում օգտագործել համակարգի սկզբնական գունային համակարգը։ Եթե այս ընտրանքըմիացվախ է, ապա խմբագրվող դաշտի գույները կսահմանվեն հետևյալ ընտրանքներով՝ "Background Color", "Text Color","Selected Text Color", and "Selection Color"։

source: Whether to use the system's default font for editing text instead of a font specific to gedit. If this option is turned off, then the font named in the "Editor Font" option will be used instead of the system font.
hy: Արդյո՞ք պետք է խմբագրվող տեքստում օգտագործել օպերացիոն համակարգի հիմնական տառատեսակը՝ gedit-ի կողմից սահմանվածտառատեսակի փոխարեն։ Եթե այս ընտրանքն անջատված է, ապա տառատեսակ կորոշվի "Editor Font" ընտրանքի օգնությամբև օպերացիոն համակարգի լռելայն տառատսեակը չի օգտագործվի։

source: Writable VFS schemes
hy: VFS գրառելի սխեմաներ

source: Logout _without Saving
hy: Ելք առանց պահպանելու

source: _Cancel Logout
hy: Ելքի չեղարկում

source: Close _without Saving
ckb: داخستن _بەبێ پاشەکەوتکردن
hy: Փակել առանց պահպանման

source: Question
hy: Հարց

source: If you don't save, changes from the last %ld second will be permanently lost.
hy: Եթե չեք պահում, ապա վերջին %ld վայրկյանում կատարված փոփոխություններն ընդմիշտ կկորչեն:

source: If you don't save, changes from the last minute will be permanently lost.
hy: Եթե չեք պահում, ապա վերջին րոպեում կատարված փոփոխություններն ընդմիշտ կկորչեն:

source: If you don't save, changes from the last minute and %ld second will be permanently lost.
hy: Եթե չեք պահում, ապա վերջին րոպեում և %ld վայրկյանում կատարված փոփոխություններն ընդմիշտ կկորչեն:

source: If you don't save, changes from the last %ld minute will be permanently lost.
hy: Եթե չեք պահում, ապա վերջին %ld րոպեում կատարված փոփոխություններն ընդմիշտ կկորչեն:

source: If you don't save, changes from the last hour will be permanently lost.
hy: Եթե չեք պահում, ապա վերջին ժամում կատարված փոփոխություններն ընդմիշտ կկորչեն:

source: If you don't save, changes from the last hour and %d minute will be permanently lost.
hy: Եթե չեք պահում, ապա վերջին ժամում և %d րոպեում կատարված փոփոխություններն ընդմիշտ կկորչեն:

source: Save the changes to document "%s" before closing?
hy: Փակելուց առաջ փոփոխությունները պահե՞լ "%s" փաստաթղթում։

source: There is %d document with unsaved changes. Save changes before closing?
ckb: بەڵگەنامەی %d گۆڕانکارییەکانی پاشەکەوت نەکراوە. پاشەکەوتی دەکەی پاشان دایخەیتەوە؟
hy: Առկա է %d փաստաթուղթ, առանց փոփոխությունները պահելու: Պահե՞լ փոփոխությունները փակելուց առաջ:

source: S_elect the documents you want to save:
hy: Նշել այն փաստաթուղթը, որը ցանկանում եք պահել՝

source: If you don't save, all your changes will be permanently lost.
hy: Եթե չեք պահում, ապա Ձեր կատարած բոլոր փոփոխություններն ընդմիշտ կկորչեն:

source: Character Codings
hy: Նիշային կոդավորում

source: _Description
ckb: _پوختە
hy: Նկարագրություն

source: _Encoding
ckb: _کۆدکردن
hy: Կոդավորում

source: A_vailable encodings:
hy: Կոդավորման փոփոխական՝

source: Character codings
hy: Նիշային կոդավորում

source: E_ncodings shown in menu:
hy: Մենյուի մեջ ցուցադրվող կոդավորում՝

source: Open Location
hy: Բացել տեղանքը

source: Ch_aracter coding:
hy: Նիշային կոդավորում՝

source: Enter the _location (URI) of the file you would like to open:
hy: Մուտքգարել բացվող նիշքի տեղանքը (URI)՝

source: Page Setup
hy: Էջի կարգավորումներ

source: <b>Line Numbers</b>
hy: <b>Տողերի թվերը</b>

source: <b>Text Wrapping</b>
hy: <b>Տեքստի կրճատում</b>

source: Do not _split words over two lines
ckb: وشەکان بۆ _دوو هێڵ دابەش مەکە
hy: Տողադարձ չանել

source: Enable text _wrapping
hy: Միացնել տողի կրճատումը

source: Fonts
ckb: جۆرەپیتەکان
hy: Տառատեսակներ

source: General
hy: Գլխավոր

source: He_aders and footers:
ckb: سەرەو_ەوە و خوارەوە
hy: Վերնագրեր և էջատակեր՝

source: Print _line numbers
hy: Տպել տողերի թվերը

source: Print s_yntax highlighting
hy: Տպել շարահյուսության ընդգծումը

source: _Body:
ckb: _لەش:
hy: Տեքստի հիմնական մաս

source: _Line numbers:
ckb: _ژمارەی دێڕەکان:
hy: Տողի թվերը՝

source: _Number every
hy: Յուրաքանչյուր թիվը

source: _Print page headers
hy: Տպել էջի վերնագրերը

source: _Restore Default Fonts
ckb: _جۆرەپیتی بنەڕەتی بهێنەرەوە
hy: Վերականգնել լռելայն տառատեսակները

source: lines
ckb: دێڕەکان
hy: տողեր

source: Push this button to select the font to be used by the editor
hy: Սեղմեք այս կոճակը՝ խմբագրի կողմից օգտագործվող տառատեսակն ընտրելու համար

source: Push this button to configure text color
hy: Սեղմեք այս կոճակը՝ տառատեսակի գույնը կարգավորելու համար

source: Push this button to configure background color
hy: Սեղմեք այս կոճակը՝ ֆոնի գույնը կարգավորելու համար

source: Push this button to configure the color in which the selected text should appear
hy: Սեղմեք այս կոճակը՝ հայտնվող տեքստի գույնը կարգավորելու համար

source: Push this button to configure the color in which the selected text should be marked
hy: Սեղմեք այս կոճակը՝ նշվող տեքստի գույնը կարգավորելու համար

source: Elements
hy: Տարրեր

source: gedit Preferences
hy: gedit֊ի նախընտրանքներ

source: <b>Automatic Indentation</b>
hy: <b>Կուրսորի ավտոմատ հետարկումn</b>

source: <b>Bracket Matching</b>
hy: <b>Փակագծի համընկնում</b>

source: <b>Current Line</b>
hy: <b>Ընթացիկ գիծ</b>

source: <b>Elements</b>
hy: <b>Տարրեր</b>

source: <b>File Saving</b>
hy: <b>Նիշքի պահպանում</b>

source: <b>Right Margin</b>
hy: Աջ լուսանք

source: <b>Tab Stops</b>
hy: <b>Tab֊ի կանգ</b>

source: Bold
hy: Թավ

source: Create a _backup copy of files before saving
hy: Պահպանելուց առաջ ստեղծել նիշքերի պահուստները

source: Display right _margin
hy: Ցուցադրել աջ լուսանքցը

source: Editor
ckb: دەستکاریکەر
hy: Խմբագրիչ

source: Editor _font:
hy: Խմբագրիչի տառատեսակը՝

source: Font & Colors
ckb: جۆرەپیت & ڕەنگەکان
hy: Տառատեսակ և գույներ

source: Hi_ghlight current line
hy: Ընդգծել ընթացիկ տողը

source: Highlight _mode:
hy: Ընդգծման ռեժիմը՝

source: Highlight matching _bracket
hy: Ընդգծել համընկնող փակագծերը

source: Insert _spaces instead of tabs
ckb: بۆشای _زیادبکە لە جیاتی بازدەر
hy: «թաբ»֊երիի փոխարեն զետեղել բացատներ

source: Italic
hy: Շեղ

source: Normal _text color:
hy: Սովորական տեքստի գույնը՝

source: Pick a color
hy: Ընտրել գույնը

source: Pick the background color
hy: Ընտրել ֆոնի գույնը

source: Pick the editor font
hy: Ընտրել խմբագրիչի տառատեսակը

source: Pick the normal text color
hy: Ընտրել սովորական տեքստի գույնը

source: Pick the selected text color
hy: Ընտրել նշված տեքստի գույնը

source: Pick the selection color
hy: Ընտրել նշման գույնը

source: Plugins
ckb: پێوەکراوەکان
hy: Հավելումներ

source: Preferences
ckb: هەڵبژاردەکان
hy: Նախընտրանքներ

source: Se_lection color:
hy: Նշման գույնը՝

source: Selecte_d text color:
hy: Նշված տեքստի գույնը՝

source: Strikethrough
hy: Գիծը տեքստի մեջտեղում

source: Syntax Highlighting
ckb: بەرچاوکردنی ڕستەکار
hy: Շարահյուսության ընդգծում

source: U_se default theme colors
hy: Օգտագործել սկզբնադիր գունային համակարգը

source: Underline
hy: Գիծը տեքստի ներքևում

source: View
ckb: پیشاندان
hy: Տեսք

source: _Autosave files every
ckb: _خۆکار پەڕگە پاشکەەوت بکە هەموو
hy: Նիշքի ինքապահպանումը ամեն անգամ

source: _Background color:
hy: Ֆոնի գույնը՝

source: _Background:
hy: Ֆոն՝

source: _Display line numbers
ckb: _ژمارەی دێڕەکان پیشان بدە
hy: Ցուցադրել տողի համարները՝

source: _Enable automatic indentation
hy: Միացնել կուրսորի հետարկումը ավտոմատ կերպով

source: _Enable syntax highlighting
hy: Միացնել շարահյուսության ընդգծումը

source: _Foreground:
hy: Դիմային մաս՝

source: _Reset to Default
hy: Վերականգնել սկզբնականը

source: _Right margin at column:
hy: Աջ լուսանքը հետևյալ սյունակում՝

source: _Tab width:
ckb: _پانی بازدەر
hy: Ներդիրի լայնությունը՝

source: _Use default theme font
hy: Օգտագործել համակարգի սկզբնադիր տառատեսակը

source: _minutes
ckb: _خولەک
hy: րոպե

source: Replace
hy: Փոխարինել

source: Find
hy: Գտնել

source: Replace _All
ckb: جێگۆڕکردنی_هەموو
hy: Փոխարինել ամենը

source: _Replace
ckb: _جێگرتنەوە
hy: Փորաինել

source: Match _entire word only
hy: Համընկում է միայն ամբողջ բառը

source: Replace All
hy: Փոխարինել ամենը

source: Replace _with:
hy: Փոխարինել հետևյալով՝

source: Search _backwards
hy: Որոնել հետադարձներ

source: _Match case
hy: Հաընկնում է տառը

source: _Search for:
hy: Փնտրել սա՝

source: _Wrap around
hy: Փաթաթել շուրջը

source: Set the character encoding to be used to open the files listed on the command line
hy: Սահմանել նիշի կոդավորումը, որն օգտագործվելու է բացել հրահանգաշարում նշվածնիշքերը

source: Create a new toplevel window in an existing instance of gedit
hy: Gedit-ի գոյություն ունեցող օրինակում ստեղծել նոր վերին մակարդակի պատուհան

source: Create a new document in an existing instance of gedit
hy: Gedit-ի գոյություն ունեցող օրինակում ստեղծել նոր փաստաթուղթ

source: %s: malformed file name or URI.
hy: %s՝ սխալ նիշքի անուն ակմ URI։

source: %s: invalid encoding.
hy: %s՝ անվավեր կոդավորում։

source: Loading file '%s'…
hy: Բեռնում է '%s' նիշքը …

source: Loading %d file…
ckb: بارکردنی پەڕگەی %d...
hy: %d նիշքի բեռնում…

source: Open Files…
hy: Բացել նիշքերը…

source: The entered location is not valid.
hy: Մուտքագրած պանակը վավեր չէ
