Repository: Avag-Sayan/gedit
Catalog: po/*.po
Languages: ckb, hy

source: Please, check that you typed the location correctly and try again.
hy: Խնդրում ենք ստուգել, որ ճիշտ եք ընտրել պանակը և փորձեք նորից

source: The file "%s" is read-only.
hy: "%s" նիշքը չունի գրառելու թույլատրություն

source: Do you want to try to replace it with the one you are saving?
ckb: دەتەوێت لەجێدانان بکەی لەگەڵ ئەوەی کە دەتەوێت پاشەکەوتی بکەی؟
hy: Ցանկանու՞մ եք փորձել այն փոխարինել նրանով, որն հիմա պահում եք

source: Saving file '%s'…
hy: '%s' նիշքի պահպանում…

source: Save As…
hy: Պահել որպես…

source: Revert unsaved changes to document '%s'?
hy: Ցանկանո՞ւմ եք վերադարձնել չպահպանված փոփոխությունները '%s' նիշքում

source: Changes made to the document in the last %ld second will be permanently lost.
hy: Ընդմիշտ կկորչեն վերջին %ld վայրկյանում կատարված փոփոխությունները

source: Changes made to the document in the last minute will be permanently lost.
ckb: ئەو گۆڕانکارییانەی لە خولەکی کۆتاییدا کراون لە ناودەچن.
hy: Ընդմիշտ կկորչեն վերջին րոպեի ընթացքում կատարված փոփոխությունները

source: Changes made to the document in the last minute and %ld second will be permanently lost.
ckb: ئەو گۆڕانکارییانەی لە خولەک و %ld چرکەی کۆتاییدا کراون لە ناودەچن.
hy: Ընդմիշտ կկորչեն վերջին րոպեի և %ld վայրկյանի ընթացքում կատարվածփոփոխությունները

source: Changes made to the document in the last %ld minute will be permanently lost.
ckb: ئەو گۆڕانکارییانەی لە دووا %ld خولەکی کۆتاییدا کراون لە ناودەچن.
hy: Ընդմիշտ կկորչեն վերջին %ld րոպեում կատարված փոփոխությունները

source: Changes made to the document in the last hour will be permanently lost.
ckb: ئەو گۆڕانکارییانەی لە کاژێری کۆتاییدا کراون لە ناودەچن.
hy: Ընդմիշտ կկորչեն վերջին ժամում կատարված փոփոխությունները

source: Changes made to the document in the last hour and %d minute will be permanently lost.
ckb: ئەو گۆڕانکارییانەی لە کۆتا کاژێر و %d خولەکدا کراون لە ناودەچن.
hy: Ընդմիշտ կկորչեն վերջին ժամում և %d րոպեում կատարված փոփոխությունները

source: _Revert
ckb: _گێڕانەوە
hy: Հետարկել

source: gedit is a small and lightweight text editor for the GNOME Desktop
ckb: gedit بریتییە لە دەستکارێکی دەقی بچکۆلە و سوک بۆ ڕوومێزی گنۆم
hy: gedit֊ը փոքր և թեթև տեքստային խմբագրիչ է ԳՆՈՄ աշխատասեղանի համար

source: translator-credits
ckb: Launchpad Contributions: Ara Qadir https://launchpad.net/~arastein Aras https://launchpad.net/~aras-noori Jwtiyar Nariman https://launchpad.net/~jwtiyar SaM GoRaN https://launchpad.net/~cic4da brwa salam https://launchpad.net/~brwasalam
hy: Թարգմանիչներ

source: Found and replaced %d occurrence
ckb: دۆزینەوەی و جێگۆڕکێکردنی %d
hy: Գտել և փոխարինել ենք %d համընկնումը

source: Found and replaced one occurrence
hy: Գտել և փոխարինել ենք մեկ համընկնում

source: Phrase not found
hy: Արտահայտությունը չի գտնվել

source: Unsaved Document %d
hy: %d փաստաթուղթը պահված չէ

source: Could not obtain backup filename
hy: Չկարողացավ ստանալ պահուստային նիշքի անունը

source: Read Only
hy: Միայն ընթերցելու համար

source: Documents
ckb: بەڵگەنامەکان
hy: Փաստաթղթեր

source: Unicode
hy: Յունիկոդ

source: Western
hy: Արևմտյան

source: Central European
hy: Կենտրոնական Եվրոպա

source: South European
hy: Հարավային Եվրոպա

source: Baltic
hy: Բալթյան

source: Cyrillic
hy: Կիրիլիցա

source: Arabic
hy: Արաբերեն

source: Greek
hy: Հունարեն

source: Hebrew Visual
hy: Տեսողական եբրայերեն

source: Hebrew
hy: Եբրայերեն

source: Turkish
hy: Թուրքերեն

source: Nordic
hy: Սկանդինավերեն

source: Celtic
hy: Կելտերեն

source: Romanian
hy: Ռումիներե

source: Armenian
hy: Հայերեն

source: Chinese Traditional
hy: Ավանդական Չինարեն

source: Cyrillic/Russian
hy: Կիրիլիցա/Ռուսերեն

source: Japanese
hy: Ճապոներեն

source: Korean
hy: Կորեերեն

source: Chinese Simplified
hy: Պարզեցված Չինարեն

source: Georgian
hy: Վրացերեն

source: Cyrillic/Ukrainian
hy: Կիրիլիցա/Ուկրաիներեն

source: Vietnamese
hy: Վիետնամերեն

source: Thai
hy: Թայերեն

source: Unknown
hy: Անհայտ

source: Auto Detected
hy: Ինքաճանաչում

source: Current Locale (%s)
ckb: شوێنە زمانی ئێستا (%s)
hy: Ընթացիկ լեզու (%s)

source: Add or _Remove...
hy: Ավելացնել կամ հեռացնել...

source: C_haracter Coding:
hy: Նիշի կոդավորում՝

source: All Files
ckb: هه‌موو په‌ڕگه‌كان
hy: Բոլոր նիշքերը

source: All Text Files
ckb: هەموو پەڕگەی دەقەکان
hy: Բոլոր Տեքստային նիշքերը

source: There was an error displaying help.
hy: Օգնությունը ցուցադրելուց առաջացան սխալներ

source: Could not find the file %s.
hy: Հնարավոր չէ գտնել %s նիշքը։

source: The file contains corrupted data.
hy: Նիշքը պարունակում է վնասված տվյալներ։

source: gedit cannot handle %s locations.
hy: gedit֊ը չի կարողանում դիպչել %s տեղանքները։

source: gedit cannot handle this location.
hy: gedit֊ը չի կարողանում դիպչել այս տեղանքը։

source: The file contains data in an invalid format.
hy: Նիշքը պարունակում է անվավեր ձևաչափով տվյալներ։

source: The file is too big.
hy: Նիշքը չափազանց մեծ է։

source: %s is not a valid location.
hy: %s֊ը ոչ վավեր տեղանք է

source: You do not have the permissions necessary to open the file.
ckb: تۆ دەسەڵاتی پێویستت نیە بۆ کردنەوەی ئەم پەڕگەیە.
hy: Դուք չունեք համապատասխան լիազորություններ նիշքը բացելու համար

source: There are too many open files. Please, close some applications and try again.
hy: Առկա է չափից շատ բաց նիշքեր։ Խնդրում ենք փակել որոշ ծրագրեր և փորձել կրկին

source: %s is a directory.
hy: %s ֊ը պանակ է

source: Not enough available memory to open the file. Please, close some running applications and try again.
hy: Նիշքը բացելու համար առկա չէ բավարար հիշողություն: Խնդրում ենք փակել որոշ գործողհավելվածներ և փորձել նորից

source: Host %s could not be found. Please, check that your proxy settings are correct and try again.
hy: %s Host֊ը չի գտնվել: Խնդրում ենք ստուգել, որ Ձեր proxy կարգավորումներըճիշտ են և նորից փորձեք:

source: Host name was invalid. Please, check that you typed the location correctly and try again.
hy: Host֊ի անունը անվավեր է: Խնդրում ենք ստուգել, որ Ձեր նշած տեղանքը ճիշտ էև փորձեք նորից:

source: Host name was empty. Please, check that your proxy settings are correct and try again.
hy: Host֊ի անունը դատարկ է: Խնդրում ենք ստուգել, որ Ձեր proxy կարգավորումներըճիշտ են և նորից փորձեք:

source: Attempt to log in failed. Please, check that you typed the location correctly and try again.
hy: Ձախողվեց մուտք գործել: Խնդրում ենք ստուգել, որ Ձեր նշած տեղանքը ճիշտ էև փորձեք նորից

source: The file you are trying to open is not a regular file.
hy: Նիշքը, որը փորձում եք բացել, սովորական նիշք չէ:

source: Unexpected error: %s
ckb: هەڵەی چاوەڕواننەکراو: %s
hy: Անսպասելի սխալ՝ %s

source: Could not open the file %s.
hy: Հնարավոր չէ բացել %s նիշքը։

source: gedit cannot find it. Perhaps, it has recently been deleted.
hy: gedit֊ը չի կարող գտնել այն։ Հավանաբար այն վերջերս ջնջվել է

source: Attempt to log in failed.
hy: Ձախողվեց մուտք գործել

source: %s is not a regular file.
hy: %s֊ը սովորական նիշք չի

source: Could not revert the file %s.
hy: Հնարավոր չէ հետարկել %s նիշքը։

source: Ch_aracter Coding:
hy: Նիշի կոդավորում՝

source: _Retry
ckb: _هەوڵدانەوە
hy: Կրկնել

source: gedit has not been able to detect the character coding.
hy: gedit֊ը չկարողացավ ճանաչել նիշի կոդավորումը

source: Please check that you are not trying to open a binary file.
ckb: تکایە دڵنیابەرەوە لەوەی کە تۆ پەڕگەیەکی دووانەیی ناکەیتەوە (binary).
hy: Ստուգե՛ք, թե արդյո՞ք չէք բացում բինար նիշք

source: Select a character coding from the menu and try again.
hy: Ընտրեք նիշի կոդավորումը մենյուից և նորից փորձեք։

source: Could not open the file %s using the %s character coding.
hy: %s տեսակի նիշի կոդավորմամբ չհաջողվեց բացել %s նիշքը։

source: Select a different character coding from the menu and try again.
hy: Ընտրեք այլ տեսակի նիշային կոդավորում մենյուից և կրկին փորձեք։

source: Could not save the file %s using the %s character coding.
hy: %s տեսակի նիշային կոդավորմամբ չհաջողվեց բացել %s նիշքը։

source: The document contains one or more characters that cannot be encoded using the specified character coding.
hy: Փաստաթուղթը պարունակում է մեկ կամ մի քանի նիշ, որոնք չեն կարող ծակագրվելօգտագործելով նշված կոդավորման համակարգը:

source: _Edit Anyway
hy: Այնուամենայնիվ խմբագրել

source: _Don't Edit
hy: Չխմբագրել

source: The file %s is already open.
hy: %s նիշքն արդեն բաց է։

source: gedit opened this instance of the file in non-editable way. Do you want to edit it anyway?
hy: gedit-ը բացել է նիշքի այս օրինակը ոչ֊խմբագրման եղանակով: Ցանկանո՞ւմ եք խմբագրել այն:

source: _Save Anyway
hy: Այնուամենայնիվ Պահել

source: _Don't Save
hy: Չպահել

source: The file %s has been modified since reading it.
hy: %s նիշքը փոփոխվել է վերջին ընթերցումից հետո

source: If you save it, all the external changes could be lost. Save it anyway?
ckb: ئەگەر پاشەکەوتی بکەی، هەموو گۆڕانکارییە دەرەکییەکان لەناودەچن. هەرچۆنێک بێت پاشەکەوتی دەکەی؟
hy: Եթե պահեք այն, ապա ամբողջ արտաքին փոփոխությունները կկորչեն։ Այնուամենայնիվ պահե՞լ

source: Could not create a backup file while saving %s
hy: %s֊ը պահելու ժամանակ հնարավոր չեղավ ստեղծել պահուստային նիշք

source: Could not create a temporary backup file while saving %s
hy: %s֊ը պահելու ժամանակ հնարավոր չեղավ ստեղծել պահուստային նիշք

source: gedit could not backup the old copy of the file before saving the new one. You can ignore this warning and save the file anyway, but if an error occurs while saving, you could lose the old copy of the file. Save anyway?
hy: gedit-ը չկարողացավ պահուստավորել նիշքի հին պատճենը մինչև նորը պահպանելը:Կարող եք անտեսել այս նախազգուշացումը, պահպանել նիշքը, սակայն եթե սխալ առաջանապահպանման ժամանակ, ապա դու կկորցնեք նիշքի հին օրինակը։ Այնուամենայնիվ պահպանե՞լ։

source: gedit cannot handle %s locations in write mode. Please, check that you typed the location correctly and try again.
hy: gedit֊ը չկարողացավ դիպչել %s տեղանքին գրառումներ կատարելու համար։ Խնդրում ենք, ստուգելթե՞ արդյոք մուտքագրած տեղանքը ճիշտ է և փորձեք կրկին։

source: gedit cannot handle this location in write mode. Please, check that you typed the location correctly and try again.
hy: gedit֊ը չկարողացավ դիպչել այս տեղանքին գրառումներ կատարելու համար։ Խնդրում ենք, ստուգելթե՞ արդյոք մուտքագրած տեղանքը ճիշտ է և փորձեք կրկին։

source: The disk where you are trying to save the file has a limitation on file sizes. Please try saving a smaller file or saving it to a disk that does not have this limitation.
hy: Նիշքի պահպանման սկավառակն ունի չափերի սահմանափակումներ։ Խնդրում ենք, փորձեք պահելնիշքը փոքր չափսերով կամ այլ մեծ ծավալով սկավառակի վրա։

source: %s is not a valid location. Please, check that you typed the location correctly and try again.
hy: %s֊ն վավեր տեղանք չէ։ Խդնրում ենք, ստուգել թե՞ արդյոք մուտքագրած տեղանքըճիշտ է և փորձեք կրկին։

source: You do not have the permissions necessary to save the file. Please, check that you typed the location correctly and try again.
hy: Նիշքը պահելու անհրաժեշտ թույլտվություններն առկա չեն: Խնդրում ենք ստուգել,որ ճիշտ եք մուտքագրել տեղադրությունը և փորձեք նորից:

source: %s is a directory. Please, check that you typed the location correctly and try again.
hy: %s֊ը պանակ է։Խնդրում ենք ստուգել,որ ճիշտ եք մուտքագրել տեղադրությունը և փորձեք նորից:

source: Not enough available memory to save the file. Please, close some running applications and try again.
hy: Նիշքը պահելու համար առկա չէ բավարար հիշողություն: Խնդրում ենք փակել որոշգործարկված ծրագրեր և նորից փորձել։

source: There is not enough disk space to save the file. Please, free some disk space and try again.
hy: Նիշքը պահելու համար սկավառակի վրա առկա չէ բավարար տարածք: Խնդրում եմ, ազատելսկավառակի տարածքը և փորձել նորից:

source: You are trying to save the file on a read-only disk. Please, check that you typed the location correctly and try again.
hy: Դուք փորձում եք պահել նիշքը սկավառակի վրա, որը չունի գրառման թույլտվություն: Խնդրում ենքստուգել, որ ճիշտ եք մուտքագրել տեղադրությունը և փորձեք նորից:

source: A file with the same name already exists. Please, use a different name.
hy: Այն անունով նիշքն արդեն գոյություն ունի: Խնդրում ենք, օգտագործել այլ անուն:

source: The disk where you are trying to save the file has a limitation on length of the file names. Please, use a shorter name.
hy: Սկավառակն, որտեղ փորձում եք պահպանել նիշքն, ունի անունների երկարության սահմանափակում:Խնդրում ենք, օգտագործեք ավելի կարճ անուն:

source: %s is not a regular file. Please, check that you typed the location correctly and try again.
hy: %s-ը սովորական նիշք չէ: Խնդրում ենք ստուգել, որ ճիշտ եք մուտքագրելտեղադրությունը և փորձեք նորից։

source: Could not save the file %s.
hy: Հնարավոր չէ պահել %s նիշքը։

source: Close document
hy: Փակել փաստաթուղթը

source: Empty
hy: Դատարկ

source: Hide panel
ckb: شاردنەوەی بەش
hy: Թակցնել վահանակը

source: Plugin
hy: Ընդարձակում

source: Enabled
hy: Միացված

source: _About Plugin
hy: Ընդարձակման մասին

source: C_onfigure Plugin
hy: Կարգաբերել ընդարձակումը

source: Cannot initialize preferences manager.
hy: Չկարողացավ գործարկել նախընտրանքները

source: Expected `%s' got `%s' for key %s
hy: Ակընկալվող `%s'֊ը ստացել է `%s' %s ստեղնի համար

source: File: %s
ckb: پەڕگە: %s
hy: Նիշք՝ %s

source: Page %N of %Q
ckb: پەڕەی %N لە%Q
hy: %N էջը %Q-ից

source: Print
hy: Տպել

source: Lines
ckb: دێڕەکان
hy: Տողեր

source: Page Preview
ckb: پێشبینینی پەڕە
hy: Էջի նախադիտում

source: The preview of a page in the document to be printed
ckb: پێشبینینی پەڕە لە ناو بەڵگەنامە پێش چاپکردن
hy: Փաստաղթում առկա էջի տպագրության նախադիտում

source: Other
hy: Այլ

source: Show the previous page
ckb: پەڕەی پێشوو پیشان بدە
hy: Ցուցադրել նախկին էջը

source: Show the next page
ckb: پەڕەی دهاتوو پیشان بدە
hy: Ցուցադրել հաջորդ էջը

source: Current page (Alt+P)
ckb: پەڕەی ئێستا (Alt+P)
hy: Ընթացիկ էջը (Alt+P)

source: of
ckb: لە
hy: ի

source: Page total
ckb: کۆی پەڕەکان
hy: Բոլոր էջերը

source: The total number of pages in the document
ckb: ژکۆی ژمارەی پەڕەکان لە ناو بەڵگەنامە
hy: Փաստաթղթի առավելագույն էջերի քանակը

source: Show multiple pages
ckb: چەند پەڕەیەک پیشانبدە
hy: Ցույց տալ բազմաթիվ էջեր

source: Zoom 1:1
ckb: دوورپێشی 1:1
hy: Մասշտաբ 1:1

source: Zoom to fit the whole page
hy: Մասշտաբավորել ամբողջ էջին հարմարեցնելու համար

source: Zoom the page in
hy: Մեծացնել էջը

source: Zoom the page out
hy: Փոքրացենլ էջը

source: Close print preview
ckb: پێشبینی چاپکردن دابخە
hy: Փակել տպագրության նախադիտումը

source: Number of pages horizontally
hy: Հորիզոնական էջերի քանակը

source: Number of pages vertically
hy: Ուղղահայանց էջերի քանակը

source: No visible output was created.
hy: Տեսանելի արդյունք չի ստեղծվել:

source: There is a tab with errors
hy: Առկա է ներդիրի սխալ

source: Reverting %s from %s
ckb: گێڕاندنەوەی %s لە %s
hy: Հետարկում %s֊ից դեպի %s

source: Reverting %s
ckb: گێراندنەوەی %s
hy: Հետարկում %s

source: Loading %s from %s
ckb: باکردنی %s لە %s
hy: %s֊ի բեռնում %s֊ից

source: Loading %s
ckb: باکردنی %s ...
hy: %s֊ի բեռնում

source: Saving %s to %s
ckb: پاشەکەوتکردنی %s لەناو %s
hy: %s֊ի պահպանում %s֊ից

source: Saving %s
ckb: پاشەکەوتکردنی %s
hy: %s֊ի պահպանում

source: Error opening file %s
ckb: هەڵە لە کردنەوەی پەڕگەی %s
hy: %s֊ն բացելուց սխալ առաջացավ

source: Error reverting file %s
ckb: هەڵە گێڕانەوەی پەڕگەی %s
hy: %s֊ն հետարկելուց սխալ առաջացավ

source: Error saving file %s
ckb: هەڵە لە پاشەکەوتکردنی پەڕگەی %s
hy: %s֊ն պահելուց սխալ առաջացավ

source: Unicode (UTF-8)
hy: Յունիկոդ (UTF-8)

source: Name:
ckb: ناو:
hy: Անուն՝

source: MIME Type:
ckb: جۆری MIME:
hy: MIME տեսակ՝

source: Encoding:
ckb: بەکۆدکردن:
hy: Կոավորում՝

source: Rendering page %d of %d...
hy: %d֊ի վերակազմավորում %d էջից

source: _File
ckb: _پەڕگە
hy: Նիշք

source: _Edit
ckb: _دەسکاریکردن
hy: Խմբագրել

source: _View
ckb: _بینین
hy: Տեսք

source: _Search
ckb: _گه‌ڕان
hy: Փնտրել

source: _Tools
ckb: _ئامرازەکان
hy: Գործիքներ

source: _Documents
ckb: _بەڵگەنامەکان
hy: Փաստաթղթեր

source: _Help
ckb: _یارمەتی
hy: Օգնություն

source: Create a new document
ckb: بەڵگەنامیەکی نوێ درووستبکە
hy: Ստեղծել նոր փաստաթուղթ

source: _Open...
hy: Բացել...

source: Open a file
ckb: پەڕگە بکەرەوە
hy: Բացել նիշք

source: Open _Location...
hy: Բացել պանակ...

source: Open a file from a specified location
hy: Բացել նիշք նշված տեղանքից

source: Page Set_up...
hy: Էջի կարգավորում...

source: Setup the page settings
hy: Տեղադրել էջի կարգավորումները

source: Pr_eferences
hy: Նախընտրանքներ

source: Configure the application
hy: Կարգաբերել ծրագիրը

source: _Contents
hy: Պարունակություն

source: Open the gedit manual
hy: Բացել gedit֊ի ուղեցույցը

source: About this application
hy: Այս ծրագրի մասին

source: Save the current file
ckb: هەڵگرتنی پەڕگەی بەردەست
hy: Պահել ընթացիկ նիշքը

source: Save _As...
hy: Պահել որպես…

source: Save the current file with a different name
hy: Պահել ընթացիկ նիշքն այլ անունով

source: Revert to a saved version of the file
hy: Հետ գնալ նիշքի հին պահպանված տարբերակին

source: Print Previe_w
hy: Տպագրության նախադիտում

source: Print preview
hy: Տպագրության նախադիտում

source: _Print...
hy: Տպել...

source: Print the current page
hy: Տպել ընթացիկ էջը

source: Close the current file
hy: Փակել ընթացիկ նիշքը

source: Undo the last action
hy: Հետարկել վերջին գործողությունը

source: Redo the last undone action
hy: Կրկնել վերջին չեղարկված գործողությունը

source: Cut the selection
hy: Կտրել նշվածը

source: Copy the selection
hy: Պատճենել ընտրվածը

source: Paste the clipboard
hy: Փակցնել պատճենվածը

source: Delete the selected text
hy: Ջնջել նշված տեքստը

source: Select _All
ckb: هەمووی_دیاریبکە
hy: Ընտրել ամենը

source: Select the entire document
hy: Ընտրել ամբողջ փաստաթուղթը

source: _Highlight Mode
hy: Ընդգծման ռեժիմը

source: _Find...
hy: Գտնել...

source: Search for text
hy: Փնտրել տեքստ

source: Find Ne_xt
ckb: دووا_تر بدۆزەرەوە
hy: Գտնել հաջորդը

source: Search forwards for the same text
hy: Որոնել նույն տեքստը դեպի առաջ

source: Find Pre_vious
ckb: پێش_تر بدۆزەرەوە
hy: Գտնել նախկինը

source: Search backwards for the same text
hy: Որոնել նույն տեքստը դեպի հետ

source: _Replace...
hy: Փոխարինել

source: Search for and replace text
hy: Փնտրել և փոխարինել տեքստ

source: _Clear Highlight
ckb: _کابردنی دیاریکردنەکان
hy: Մաքրել ընդգծումը

source: Clear highlighting of search matches
hy: Մաքրել համընկնող որոնումների ընդգծումը

source: Go to _Line...
hy: Անցնել տողին…

source: Go to a specific line
hy: Գնալ կոնկրետ տողը

source: _Save All
ckb: _هەمووی پاشەکەوت بکە
hy: Պահել ամենը

source: Save all open files
hy: Պահել բոլոր բաց նիշքերը

source: _Close All
ckb: _هەمووی دابخە
hy: Փակել ամենը

source: Close all open files
hy: Փակել բոլոր բաց նիշքերը

source: _Move to New Window
hy: Գնալ դեպի նոր պատուհան

source: Move the current document to a new window
hy: Տեղափոխել ընթացիկ փաստաթուղթը դեպի նոր պատուհան

source: Quit the program
hy: Ելք

source: _Toolbar
hy: Գործիքագոտի

source: Show or hide the toolbar in the current window
hy: Ցուցադրել կամ թաքցնել գործիքագոտին ընթացիկ պատուհանում

source: _Statusbar
hy: Կարգավիճակի գոտի

source: Show or hide the statusbar in the current window
hy: Ցուցադրել կամ թաքցնել կարգավիճակի գոտին ընթացիկ պատուհանում

source: Side _Pane
hy: Կողային վահանակ

source: Show or hide the side pane in the current window
hy: Ցուցադրել կամ թաքցնել կողային վահանակը ընթացիկ պատուհանում

source: _Bottom Pane
hy: Ներքևի վահանակ

source: Show or hide the bottom pane in the current window
hy: Ցուցադրել կամ թաքցնել ներքեևի վահանակը ընթացիկ պատուհանում

source: Unable to find file %s.
hy: Հնարավոր չէ գտնել %s նիշքը։

source: Please check your installation.
hy: Խնդրում ենք, ստուգել ծրագրի տեղակայումը։

source: Unable to find the required widgets inside file %s.
hy: Հնարավոր չէ գտնել անհրաժեշտ «վիջեթներ»֊ը %s նիշքի ներսում

source: _Wrap Around
ckb: _سوڕانەوە بە دەوری
hy: Փաթաթել շուրջը

source: Match _Entire Word Only
hy: Համընկնում է միայն ամբողջական բառը

source: _Match Case
hy: Համընկնում է տառի մեծություը

source: String you want to search for
hy: Տող, որը ցանկանում եք որոնել

source: Line you want to move the cursor to
ckb: ئەو دێرەی دەتەوێت جێنیشاندەرەکە بجێتە سەری
hy: Տող, որտեղ ցանկանում եք տեղափոխել կուրսորը

source: Use %s highlight mode
hy: Օգտագործել %s ընդգծման ռեժիմը

source: Normal
hy: Նորմալ

source: Use Normal highlight mode
hy: Օգտագործել նորմալ ընդգծման ռեժիմը

source: Open '%s'
hy: Բացել '%s'

source: Save
ckb: پاشەکەوتکردن
hy: Պահել

source: Open a recently used file
ckb: دووا پەڕگە کراوەکان بکەرەوە
hy: Բացել վերջերս կիրառված նիշքը

source: Open
hy: Բացել

source: Activate %s
hy: Ակտիվացնել %s

source: Change Case
hy: Փոխել տառի մեծությունը

source: Changes the case of selected text.
hy: Փոխել նշված տեքստի տառերի մեծությունը

source: C_hange Case
hy: Փոխել տառի մեծությունը

source: All _Upper Case
hy: Բոլոր մեծատառերը

source: Change selected text to upper case
hy: Փոխել նշված տեքստը մեծատառերով

source: All _Lower Case
hy: Բոլոր փոքրատառերը

source: Change selected text to lower case
hy: Փոխել նշված տեքստը փոքրատառերով

source: _Invert Case
hy: Հակադարձել տառի մեծությունը

source: Invert the case of selected text
hy: Հակադարձել նշված տեքստի տառի մեծությունը

source: _Title Case
hy: Տիտղոսագրի տառի մեծությունը

source: Capitalize the first letter of each selected word
hy: Նշված տեքստի յուրաքանչյուր տառ դարձնել մեծատառ

source: Analyzes the current document and reports the number of words, lines, characters and non-space characters in it.
hy: Վերլուծում է ընթացիկ փաստաթուղթը և հայտնում դրանում առկա բառերի, տողերի, նիշերի և ոչ բացատ նիշերի քանակը:

source: Document Statistics
ckb: ئاماری بەڵگەنامە
hy: Փաստաթղթի վիճակագրություն

source: Bytes
ckb: بایت
hy: Բայթ

source: Characters (no spaces)
ckb: نووسەکان (بێ بۆشایی)
hy: Նիշեր (առանց բացատների)

source: Characters (with spaces)
ckb: نووسەکان (لەگەڵ بۆشایی)
hy: Նիշեր (բացատներով)

source: Document
ckb: بەڵگەنامە
hy: Փաստաթուղթ

source: Selection
ckb: دیاریکردن
hy: Նշում

source: Words
ckb: وشەکان
hy: Բառեր

source: _Update
hy: Թարմացնել

source: _Document Statistics
ckb: _ئاماری بەڵگەنامەکان
hy: Փաստաթղթի վիճակագրություն

source: Get statistic info on current document
hy: Ստանալ ընթացիկ փաստաթղթի վիճակագրական տվյալները

source: Execute external commands and shell scripts.
hy: Գործարկել արտաքին հրամաններ և հրահանգաշարեր։

source: External Tools
ckb: ئامرازی دەرەکی
hy: Արտաքին գործիքներ

source: You must be inside a word to run this command
hy: Գործարկելու համար հարկավոր է լինե բառի ներսում

source: Running tool:
hy: Գործարկվող գործիք՝

source: Done.
ckb: ئەنجامدرا.
hy: Կատարված է։

source: Exited
ckb: دەرجوو.
hy: Դուրս եկած

source: Nothing
ckb: هیچ نیە
hy: Ոչինչ

source: Current document
ckb: بەڵگەنامەی ئێستا
hy: Ընթացիկ փաստաթուղթ

source: Current selection
ckb: دیاریکراوی ئێستا
hy: Ընթացիկ նշում

source: Current line
ckb: دێڕی ئێستا
hy: Ընթացիկ տող

source: Current word
ckb: وشەی ئێستا
hy: Ընթացիկ բառ

source: Insert in output panel
hy: Զետեղել ելքային վահանակում

source: Create new document
ckb: بەڵگەنامەیەکی نوێ درووست بکە
hy: Ստեղծել նոր փաստաթուղթ

source: Append to current document
hy: Կցել ընթացիկ փաստաթղթին

source: Replace current document
ckb: جێگۆڕکردنی بەڵگەنامەی ئێستا
hy: Փոխարինել ընթացիկ փաստաթուղթը

source: Replace current selection
ckb: جێگۆڕکردنی بەڵگەنامەی ئێستا
hy: Փոխարինել ընթացիկ նշումը

source: Insert at cursor position
ckb: بیخە شوێنی جێنیشاندەرەکە
hy: Զետեղել կուրսորի դիրքում

source: All documents
ckb: هەموو بەڵگەنامەکان
hy: Բոլոր փաստաթղթերը

source: All documents except untitled ones
ckb: هەموو بەڵگەنامەکان جگە لەوانەی بێ ناونیشانن
hy: Բոլոր փաստաթղթերը բացի անվերնագրից

source: Local files only
ckb: تەنها پەڕگە ناوخۆییەکان
hy: Միայն տեղային նիշքերը

source: Remote files only
ckb: تەنها پەرگە دوورەکان
hy: Միայն հեռակա նիշքերը

source: Untitled documents only
ckb: تەنها بەڵگەنامە بێ ناونیشانەکان
hy: Միայն անվերանգիր փաստաթղթերը

source: Edit tool <i>%s</i>:
hy: Խմբագրել գործիքը <i>%s</i>՝

source: A Brand New Tool
hy: Նոր բրենդի գործիք

source: New tool
ckb: ئامرازی نوێ
hy: Նոր գործիք

source: This accelerator is already bound to %s
hy: Այս արագացուցիչն արդեն կապված է %s-ի հետ

source: Type a new accelerator, or press Backspace to clear
hy: Գրել նոր արագացուցիչ կամ սեղմել Backspace մաքրելու համար
